{
    "intents": [
        {
            "tag": "greeting",
            "patterns": [
                "hallo",
                "hai",
                "halo",
                "hei",
                "hi",
                "hy",
                "pagi",
                "morning",
                "siang",
                "afternoon",
                "sore",
                "malam",
                "bro",
                "sis",
                "kawan",
                "P",
                "p",
                "malem"
            ],
            "responses": [
                "Hai! TimahTechBot di sini. Mau tau informasi tentang apa nih?",
                "Halo! Saya TimahTechBot, salam kenal ya! ada yang bisa saya bantu?",
                "Helo! Ini TimahTechBot. Lagi butuh informasi apa?"
            ]
        },
        {
            "tag": "TimahTechBot",
            "patterns": [
                "Apa itu TimahTechBot?",
                "Siapa TimahTechBot?",
                "TimahTechBot tuh apa?",
                "TimahTechBot apa itu?",
                "TimahTechBot itu apa?",
                "Apa itu TimahTechBot",
                "Siapa TimahTechBot",
                "Siapa kamu",
                "TimahTechBot tuh apa",
                "TimahTechBot apa itu",
                "TimahTechBot itu apa",
                "Kamu ngapain",
                "Apa aja yang kamu bisa kasih",
                "Apa yang kamu tau"
            ],
            "responses": [
                "TimahTechBot adalah aplikasi chatbot it support yang menyediakan informasi panduan - panduan terkait IT yang dibutuhkan para karyawan"
            ]
        },
        {
            "tag": "TimahTechBot",
            "patterns": [
                "Siapa pembuatmu?",
                "TimahTechBot, yang buat kamu siapa sih?",
                "Siapa yang membuat kamu?",
                "Siapa penciptamu, TimahTechBot?",
                "Kamu dibuat sama siapa?"
            ],
            "responses": [
                "TimahTechBot diciptakan oleh mahasiswa dan mahasiswi dari program Kampus Merdeka yang memiliki ide kreatif dan semangat team yang luar biasa walaupun banyak rintangan dan drama tapi mereka berhasil menciptakan saya saat ini",
                "Pembuat TimahTechBot dari kalangan mahasiswa dan mahasiswi lho!",
                "Penciptaku berasal dari seorang mahasiswa yang kreatif, sehingga saya bisa aktif saat ini!"
            ]
        },
        {
            "tag": "goodbye",
            "patterns": [
                "Dah",
                "Dadah",
                "Bye",
                "Byee",
                "Good bye",
                "Selamat tinggal",
                "Sampai jumpa",
                "Bai",
                "See you"
            ],
            "responses": [
                "Bye!",
                "Dadahh!",
                "Good bye!",
                "Dahh, semoga harimu menyenangkan yaa!",
                "Sampai jumpa lagi!",
                "See u! Senang bisa membantu"
            ]
        },
        {
            "tag": "terimakasih",
            "patterns": [
                "Thanks",
                "Thank you",
                "Terima kasih",
                "Makasih",
                "Terima kasih banyak"
            ],
            "responses": [
                "Dengan senang hati :)",
                "Sama-sama yaa"
            ]
        },
        {
            "tag": "panduan-zoom1",
            "patterns": [
                "Bagaimana join meeting zoom?",
                "Bagaimana join zoom?",
                "Bagaimana cara join zoom?",
                "Bagaimana join zoom meeting?",
                "Bagaimana cara join zoom meeting?",
                "join zoom",
                "Cara sign in di zoom?",
                "Cara sign in zoom?",
                "Cara login zoom?",
                "Cara login di zoom?",
                "Bagaimana cara sign in di zoom?",
                "Bagaimana cara sign in zoom?",
                "login zoom",
                "Login zoom"
            ],
            "responses": [
                "Menggunakan Aplikasi Zoom Pada Desktop:\n\n1. \n-  Buka aplikasi Zoom.\n-  Setelah itu akan muncul tampilan dari Join Meeting. Isi Meeting ID (berupa angka) atau Personal Link Name (berupa link). Isi juga di Enter your name, nama yang user gunakan. Setelah semua diisi bisa langsung klik Join. \n-  Optional: \n- User bisa menceklis (klik pada kotak) Remember my name for future meetings agar nama yang user gunakan tidak berubah ketika mengikuti meeting Zoom yang lain. \n-  User bisa menceklis (klik pada kotak) Don't connect to audio untuk mematikan suara mic. \n-  User bisa menceklis (klik pada kotak) Turn off my video untuk mematikan video.  \n-  Jika owner yang membuat ruang diskusi menyeting ruang diskusi membutuhkan password, maka akan muncul tampilan gambar Enter meeting passcode. User harus menuliskan password yang telah diberikan. Jika tidak diatur demikian, maka user akan langsung diarahkan masuk ke ruang diskusi. \n-  Setelah berhasil masuk ke ruang diskusi Zoom, pilih Join with Computer Audio untuk menghubungkan perangkat suara dan mic pada komputer dengan aplikasi Zoom.\n\n-  Setelah semua selesai, user akan bisa melakukan diskusi di Zoom Meeting."
            ]
        },
        {
            "tag": "panduan-zoom2",
            "patterns": [
                "Cara buat zoom meeting?",
                "Cara buat room zoom?",
                "Cara buat zoom meeting di dekstop",
                "Cara buat room zoom di dekstop",
                "Cara buat zoom meeting di laptop",
                "Cara buat room zoom di laptop",
                "Cara buat zoom meeting di hp",
                "Cara buat room zoom di hp",
                "Buat zoom meeting",
                "Buat room zoom",
                "Bagaimana cara buat zoom meeting?",
                "Bagaimana cara buat room zoom?",
                "Bagaimana cara buat zoom meeting di dekstop?",
                "Bagaimana cara buat room zoom di dekstop?",
                "Bagaimana cara buat zoom meeting di laptop?",
                "Bagaimana cara buat room zoom di laptop?",
                "Bagaimana cara buat zoom meeting di hp?",
                "Bagaimana cara buat room zoom di hp?",
                "Bagaimana cara buat zoom?",
                "Gimana cara buat zoom?",
                "Gimana cara buat zoom meeting di dekstop?",
                "Gimana cara buat zoom di dekstop?",
                "Gimana cara buat zoom meeting di hp?",
                "Gimana cara buat zoom di hp?",
                "Gimana cara buat zoom meeting di laptop?",
                "Gimana cara buat zoom di laptop?"
            ],
            "responses": [
                "Pembuatan Meeting Zoom :\n\n1. \n-  Sign In dengan akun yang dimiliki atau bisa menggunakan akun Google/Facebook/SSO. Jika belum punya akun, harap membuat akun terlebih dahulu dengan mengklik Sign Up.\n\n-  Setelah Sign In, user (host meeting) akan masuk ke tampilan dashboard Zoom. Klik pada icon Schedule untuk membuat meeting terjadwal atau bisa langsung membuat meeting pada saat itu juga dengan mengklik icon New Meeting. Setelah itu, meeting bisa dimulai.\n\n- Untuk meeting yang dijadwalkan, pilih Schedule. Kemudian akan muncul tampilan Schedule Meeting untuk mengatur jadwal meeting. Pengaturan ini terdiri dari nama topik meeting, tanggal dan jam meeting dimulai, durasi meeting, passcode, dan sebagainya. Setelah semuanya di setting, klik Save.\n\n-  Setelah di Save, jadwal meeting akan terlihat. Meeting akan memberikan user notification sebagai pemberitahuan kalau meeting siap dimulai.\n \n-  \n- Optional: \n-  Klik tanda panah di sebelah tulisan New Meeting untuk melihat pengaturan membuat meeting langsung. Start with video: tampilan user (host meeting) akan terlihat langsung. Jika tidak diceklis, maka tampilan akan berupa icon biasa. \n-  Use My Personal Meeting ID (PMI): merupakan angka ID dari user (host meeting) yang digunakan untuk mengundang user lain ke meeting Zoom yang akan dilaksanakan. \n- Copy ID dan Copy Invitation: digunakan untuk mengkopi angka ID dan link invitation dari meeting Zoom. PMI Settings: merupakan pengaturan dari ID user. "
            ]
        },
        {
            "tag": "panduan-zoom3",
            "patterns": [
                "Bagaimanan cara merekam zoom?",
                "Bagaimanan cara merekam zoom meeting?",
                "Gimana cara merekam zoom?",
                "Gimana cara merekam zoom meeting?",
                "Cara merekam zoom",
                "Cara merekam zoom meeting",
                "Cara record zoom",
                "Cara record zoom meeting",
                "Record zoom",
                "Record zoom meeting",
                "Rekam zoom",
                "Rekam zoom meeting",
                "Bagaimanan cara merekam meeting teams?",
                "Bagaimanan cara merekam meeting teams?",
                "Gimana cara merekam meeting di teams?",
                "Gimana cara merekam meeting di microsoftt teams?",
                "Cara merekam meeting di microsoftt teams",
                "Cara merekam meeting di teams",
                "Cara record meeting di microsoftt teams",
                "Cara record  meeting di teams",
                "Record meeting di teams",
                "Record meeting di microsoftt teams",
                "Rekam meeting di microsoftt teams"
            ],
            "responses": [
                "Cara Merekam Meeting Zoom di PC/Laptop:\n\n1. \n-  Pertama, user (host meeting) bisa memulai meeting Zoom dengan langsung (New Meeting) atau membuat meeting terjadwal (Schedule).\n-  Untuk merekam video meeting secara langsung, user (host meeting) bisa mengklik titik tiga (More) di bagian kanan bawah (minimize) atau icon di bagian maximize. Saat diklik, pilih antara Record on this Computer atau Record to the Cloud. Perbedaannya: \n- Record on this Computer menyimpan rekaman di penyimpanan internal komputer.\n- Record to the Cloud menyimpan rekaman di penyimpanan digital Zoom (Cloud Storage).\n-  Setelah memilih Record on this Computer atau klik keyboard Alt+R, tanda recording akan muncul. User bisa menghentikan sementara rekaman (Alt+P) dan memulai kembali dengan mengklik tanda play.\n-  Untuk menghentikan rekaman sepenuhnya, klik tanda stop atau tekan Alt+R. Pop up message akan muncul, tetapi hasil rekaman baru akan tersedia setelah meeting Zoom berakhir.\n-  Setelah selesai, hasil rekaman akan dikonversi secara otomatis dan tersimpan di folder Zoom di penyimpanan internal.\n-  Jika memilih Record to the Cloud (Alt+C), tanda recording akan muncul di kiri atas. User bisa menghentikan sementara (Alt+P) dan melanjutkan lagi rekaman dengan mengklik tanda play.\n-  Untuk menghentikan sepenuhnya rekaman di Cloud, klik tanda stop atau tekan Alt+R. Hasil rekaman akan tersedia setelah meeting Zoom berakhir. \n\n\n Cara melakukan Share Screen di ruang meeting:\n\n\n1. \n-  Saat meeting berlangsung, user dapat melakukan Share Screen dengan mengklik ikon Share di pojok kanan atas.\n-  Pilih bagian layar yang ingin dibagikan di ruang meeting.\n-  Untuk menghentikan Share Screen, arahkan kursor mouse ke bagian atas tengah layar sampai muncul toolbar Share Screen dan klik Stop presenting."
            ]
        },
        {
            "tag": "panduan-zoom4",
            "patterns": [
                "Kasih  co host ke user lain",
                "Kasih  co host ke orang lain",
                "Cara kasih  co host ke user lain",
                "Cara kasih  co host ke orang lain",
                "Ngasih  co host ke user lain",
                "Ngasih  co host ke orang lain",
                "Memberikan  co host ke user lain",
                "Memberikan  co host ke orang lain",
                "Cara menjadikan peserta co-Host di Zoom?",
                "Cara menjadikan peserta co-Host?",
                "Cara memberikan  co host ke user lain",
                "Cara memberikan  co host ke orang lain",
                "Bagaimana cara memberikan  co host ke user lain",
                "Bagaimana cara memberikan  co host ke orang lain",
                "Gimana cara memberikan  co host ke user lain",
                "Gimana cara memberikan  co host ke orang lain",
                "Co host zoom"
            ],
            "responses": [
                "Cara Memberikan Akses Co-Host di Zoom:\n\n\n1. \n-  Pastikan user (host meeting) sudah mempunyai akun Zoom berbayar.\n\n-  Klik icon Participants untuk melihat daftar peserta meeting.\n\n-  Arahkan kursor ke nama peserta yang ingin dijadikan Co-Host dan klik More. Pilih opsi Make Co-host.\n\n-  Tanda Co-host akan muncul di sebelah nama peserta yang dipilih.\n\n"
            ]
        },
        {
            "tag": "panduan-zoom5",
            "patterns": [
                "Cara membuat polling di zoom",
                "Bagaimana cara membuat polling di zoom",
                "Polling zoom",
                "Polling di zoom",
                "Poll di zoom",
                "Cara membuat poll di zoom",
                "Bagaimana cara membuat poll di zoom",
                "Poll zoom",
                "Cara polling di zoom"
            ],
            "responses": [
                "Cara Membuat Polling di Zoom:\n\n\n1. \n-  Pertama, user (host meeting) klik icon Poll pada navigasi bar di bagian bawah layar Zoom.\n\n-  Setelah itu akan muncul tampilan pop up. Klik tombol Create.\n\n-  User (host meeting) akan diarahkan ke browser untuk membuat polling. Di sini user bisa membuat pertanyaan dan menuliskan jawaban (Single Choice atau Multiple Choice). Tambah pertanyaan dengan Add Questions, hapus pertanyaan dengan icon delete, atau duplikasi pertanyaan yang telah dibuat.\n\n- Jika ingin jawaban peserta bersifat anonim, klik titik tiga dan pilih Allow participants to answer questions anonymously.\n\n-  Setelah selesai mengatur polling, klik tombol Save. User masih bisa mengedit polling dengan mengklik Edit Poll di pojok kiri bawah. Klik tombol Launch untuk menyebarkan polling ke peserta meeting.\n\n-  Peserta akan mengisi polling dalam waktu yang ditentukan oleh host. Setelah pengisian selesai, klik tombol End Poll untuk menghentikan polling.\n\n-  Setelah polling selesai, host bisa melihat hasilnya. Klik titik tiga di pojok bawah untuk Re-launch Poll, Download Result, atau View Results from Browser. Host juga bisa membagikan hasil polling dengan mengklik tombol Share Results."
            ]
        },
        {
            "tag": "panduan-zoom6",
            "patterns": [
                "Bagaimana cara menggunakan fitur Share Screen di Zoom?",
                "Cara berbagi layar di Zoom?",
                "Bagaimana cara share screen di Zoom meeting?",
                "Bagaimana cara share screen di Zoom?",
                "Cara menggunakan share screen di Zoom?",
                "Gimana cara berbagi layar di Zoom?",
                "Gimana cara share screen di Zoom meeting?",
                "Gimana cara share screen di Zoom?",
                "Gimana menggunakan share screen di Zoom?",
                "Share screen zoom",
                "Berbagi layar di Zoom?",
                "Share screen di zoom"
            ],
            "responses": [
                "Cara Menggunakan Fitur Share Screen di Zoom:\n\nTerdapat dua cara untuk melakukan Share Screen, yaitu secara langsung sebelum meeting dan saat meeting sedang berlangsung.\n\nCara Share Screen Secara Langsung:\n\n\n1. \n-  Pertama, user harus Sign In Zoom.\n\n-  Pada tampilan awal, pilih Share Screen.\n\n-  Zoom akan meminta user untuk memasukkan Sharing Key atau Meeting ID. Setelah itu, user akan berbagi tampilan layar dengan user lain dalam meeting tersebut.\n\nCara Share Screen Saat Meeting Berlangsung:\n\n\n1. \n-  Masuk ke dalam meeting yang sedang berlangsung.\n\n-  Persiapkan tampilan yang ingin user bagikan di desktop, lalu klik icon Share Screen.\n\n-  Setelah itu, akan muncul pilihan: Basic, Advanced, atau Files. Pilih sesuai kebutuhan dan klik Share.\n\n-  Untuk menghentikan Share Screen, klik Stop Share.\n\n-  Jika ingin berbagi tampilan lain, klik icon New Share. User juga bisa menghentikan sementara dengan mengklik icon Pause Share."
            ]
        },
        {
            "tag": "panduan-zoom7",
            "patterns": [
                "Cara schedule meeting zoom ",
                "Cara menjadwalkan meeting di zoom?",
                "Bagaimana cara membuat jadwal meeting di zoom?",
                "Bagaimana cara menjadwalkan meeting zoom",
                "Gimana cara schedule meeting zoom ",
                "Gimana cara menjadwalkan meeting di zoom?",
                "Gimana cara membuat jadwal meeting di zoom?",
                "Membuat jadwal meeting di zoom",
                "Membuat schedule meeting di zoom",
                "Membuat jadwal meeting zoom",
                "Membuat schedule meeting zoom",
                "Gimana cara menjadwalkan meeting zoom"
            ],
            "responses": [
                "Cara Menjadwalkan Meeting Zoom Melalui Website:\n\n\n1. \n-  Pertama, user harus Sign In di website Zoom di https://zoom.us/signin.\n\n-  Setelah itu, lihat jadwal meeting di bagian Meetings di navigasi bar sebelah kiri. Klik Schedule a Meeting di sebelah kanan atau langsung klik Schedule Meeting di bar atas.\n\n-  Di halaman Schedule Meeting, akan muncul form yang harus diisi.\n\n-  Isi form tersebut sebagai berikut:\n   a. Topic: Tulis topik meeting.\n   - Add Description (optional): Tuliskan penjelasan tambahan terkait meeting, seperti tugas yang harus dibawa.\n   b. When: Tentukan waktu kapan meeting dimulai (tanggal dan jam).\n   c. Duration: Tentukan lamanya meeting. Meeting akan otomatis berakhir setelah durasi yang ditentukan.\n   d. Timezone: Zona waktu dari jam meeting, biasanya sudah diatur secara default.\n   - Recurring meeting (optional): Aktifkan untuk mengatur meeting berulang berdasarkan waktu yang ditentukan (Daily, Weekly, Monthly, atau No Fixed Time).\n   e. Registration (optional): Aktifkan jika peserta harus mendaftar sebelum mengikuti meeting.\n   f. Meeting ID: Pilih antara meeting ID yang dibuat secara acak atau meeting ID personal.\n   g. Template: Gunakan format meeting yang telah disimpan sebelumnya.\n   h. Security: Atur pengaturan keamanan meeting.\n   i. Video: Atur tampilan video untuk host dan peserta.\n   j. Audio: Atur suara untuk host dan peserta; bisa menggunakan telepon, audio dari komputer, atau keduanya.\n   k. Options (optional): Atur pengaturan tambahan untuk meeting.\n\n-  Setelah semua informasi diisi dan diatur, klik tombol Save."
            ]
        },
        {
            "tag": "panduanteams1",
            "patterns": [
                "Apa itu Microsoft Teams?",
                "Mengapa menggunakan Microsoft Teams?",
                "Mengapa menggunakan Microsoft Teams?",
                "Apa itu Microsoft Teams?",
                "Microsoft Teams"
            ],
            "responses": [
                "Microsoft Teams adalah aplikasi kolaborasi yang dirancang untuk pekerjaan hybrid, memungkinkan pengguna dan tim untuk tetap mendapatkan informasi, teratur, dan terhubung dalam satu tempat. PT Timah Industri menggunakan Microsoft Teams sebagai platform berbagi informasi (Knowledge Sharing) serta penyimpanan informasi, data, dan file. Panduan ini bertujuan untuk membantu pengguna memaksimalkan penggunaan Microsoft Teams, mencakup cara menginstal aplikasi di PC dan smartphone, penjelasan bagian-bagian dari Microsoft Teams, serta cara mengupload, mengakses, dan mengedit file di aplikasi tersebut."
            ]
        },
        {
            "tag": "panduanteams2",
            "patterns": [
                "Bagaimana cara install Microsoft Teams di PC?",
                "Bagaimana cara menginstal Teams di hp?",
                "Bagaimana cara menginstal Teams di laptop?",
                "Apa langkah-langkah untuk menginstal Microsoft Teams?",
                "Bagaimana cara mengunduh aplikasi Microsoft Teams?",
                "Bagaimana cara install Teams?",
                "Cara install microsoft teams?",
                "Install microsoft teams?",
                "Download aplikasi microsoft teams"
            ],
            "responses": [
                "Microsoft Teams dapat diakses melalui browser atau dengan menginstal aplikasi di PC atau smartphone. Berikut langkah-langkah untuk menginstal aplikasi Microsoft Teams:\n\na) Install aplikasi di PC:\n\n1. \n-  Buka link [Microsoft Teams Download](https://www.microsoft.com/en-ww/microsoft-teams/download-app).\n-  Klik ikon Download for desktop.\n-  Pilih Teams for work or school dan tunggu proses download selesai.\n-  Klik file aplikasi Teams yang sudah terdownload dan tunggu sampai aplikasi terinstal.\n-  Sebelum aplikasi terbuka, login ke Microsoft Teams dengan akun email perusahaan PT Timah Industri. Isi alamat email > Klik Next > Isikan password > Klik Sign In. Tunggu sampai tampilan muncul, klik OK. Jika tampilan kedua muncul, klik Done.\n-  Setelah berhasil Sign In, Anda dapat menggunakan Microsoft Teams.\n\nb) Install aplikasi di Smartphone/Handphone:\n\n1. \n-  Buka Google Play (Android) atau App Store (iOS).\n-  Cari aplikasi Microsoft Teams.\n-  Klik Install.\n-  Tunggu sampai aplikasi terinstal.\n-  Buka aplikasi dan Sign In menggunakan akun email perusahaan untuk menggunakan fasilitas Microsoft Teams di Smartphone/Handphone."
            ]
        },
        {
            "tag": "panduanteams3",
            "patterns": [
                "Apa saja fitur yang ada di Microsoft Teams? ",
                "Sebutkan fitur yang ada di Microsoft Teams? ",
                "Jelaskan fitur yang ada di Microsoft Teams? ",
                "Fitur yang ada di Microsoft Teams? ",
                "fitur-fitur Microsoft Teams? ",
                "Apa aja yang ada di Microsoft Teams? ",
                "Apa itu Activity di Microsoft Teams?",
                "Apa itu Aktifitas di Microsoft Teams?",
                "Apa itu aktivitas di Microsoft Teams?",
                "Bagaimana cara mengatur Activity di Microsoft Teams?",
                "cara atur activity di Microsoft Teams?",
                "cara atur aktifitas di Microsoft Teams?",
                "cara atur aktivitas di Microsoft Teams?",
                "Activity di Microsoft Teams?",
                "Read only Activty Microsoft Teams",
                "Unread only Activty Microsoft Teams",
                "Jelaskan pengaturan Read dan Unread Only di Activity.",
                "Bagaimana cara memfilter pencarian activity?",
                "Pencarian activity",
                "Pencarian aktifitas",
                "Pencarian aktivitas",
                "activity Microsoft Teams",
                "aktivitas Microsoft Teams",
                "aktifitas Microsoft Teams",
                "Apa fungsi Chat di Microsoft Teams?",
                "Bagaimana cara menggunakan Chat di Microsoft Teams?",
                "Apa saja fitur dalam Chat Microsoft Teams?",
                "Dapatkah saya melakukan video call melalui Chat di Microsoft Teams?",
                "Chat di Microsoft Teams",
                "Video call di Microsoft Teams",
                "Apa itu Channel di Microsoft Teams?",
                "Apa manfaat menggunakan Channel dalam Microsoft Teams?",
                "Manfaat Channel dalam Microsoft Teams?",
                "Channel di Microsoft Teams?",
                "Apa itu Calendar di Microsoft Teams?",
                "Calendar di Microsoft Teams",
                "Untuk apa Calendar di Microsoft Teams ",
                "Calendar Microsoft Teams",
                "Apa itu Calls di Microsoft Teams?",
                "Dapatkah saya menelepon orang lain di Calls?",
                "Apa saja yang bisa dilihat di Calls?",
                "Dimana Liat telpon masuk dan telpon keluar di Microsoft Teams?",
                "Apa yang ada di call Microsoft Teams?",
                "Call Microsoft Teams",
                "Apa itu Files di Microsoft Teams?",
                "Files di Microsoft Teams?",
                "Dapatkah saya menggunakan Cloud Storage di Files?",
                "Cloud Storage Files?",
                "Penyimpanan files",
                "Cloud apa saja yang bisa digunakan files Microsoft Teams"
            ],
            "responses": [
                "Activity di Microsoft Teams adalah tempat untuk melihat history aktivitas user saat menggunakan aplikasi. Terdapat dua pengaturan untuk melihat activity:\n\n\n1. \n-  Read: Menampilkan semua aktivitas yang telah dilihat.\n-  Unread Only: Hanya menampilkan aktivitas yang belum dilihat. User dapat mematikan pengaturan Unread Only untuk melihat aktivitas yang sudah dilakukan.\n\nUntuk mengatur pengaturan di Microsoft Teams, klik ikon Settings. \n\nUser juga bisa memfilter pencarian activity dengan mengklik ikon Filter atau menggunakan shortcut keyboard Ctrl + Shift + F. Dengan ini, user dapat memfilter aktivitas berdasarkan kriteria yang diinginkan, seperti mencari aktivitas berdasarkan user lain. \n\n Fungsi Chat di Microsoft Teams digunakan untuk berkomunikasi antar individu atau grup mengenai pekerjaan, proyek, atau sekadar berbincang-bincang. Dalam Chat, user dapat:\n\n\n1. \n-  Melakukan Video Call dan Audio Call.\n-  Mengirim dan melampirkan Files.\n-  Mengatur format tulisan untuk menyesuaikan pesan yang dikirim.\n\nDengan fitur-fitur ini, Chat memudahkan kolaborasi dan komunikasi di antara anggota tim.\n\n\n Di Microsoft Teams, user dapat membuat Teams dan Channel untuk mengumpulkan orang-orang dan bekerja dalam ruang berfokus yang mencakup percakapan dan file. Berikut adalah beberapa poin penting tentang fungsi ini:\n\n\n1. \n-  Membuat Teams dan Channel: User bisa membuat satu atau lebih Channel dalam Teams untuk memfasilitasi diskusi yang terfokus.\n-  Interaksi di Channel: Anggota Channel dapat berinteraksi untuk membahas pekerjaan atau file yang relevan.\n-  Mengupload dan Mengedit File: User dapat mengupload file serta mengeditnya langsung di Teams.\n-  Migrasi Data File: Data file dari folder server akan dimigrasikan agar bisa diakses di Channel yang disesuaikan dengan Departemen di PT Timah Industri.\n\nInstruksi lebih lanjut untuk menggunakan fungsi ini akan dijelaskan di bagian selanjutnya.\n\n\n Di Microsoft Teams, Calendar memungkinkan user untuk:\n\n\n1. \n-  Melihat Koneksi: User dapat melihat koneksi dengan orang lain sebelum, selama, dan setelah rapat, sehingga persiapan dan tindak lanjut menjadi lebih mudah.\n-  Sinkronisasi dengan Outlook: Calendar disinkronkan dengan kalender di Outlook user, memudahkan akses dan pengelolaan jadwal.\n-  Membuat dan Melihat Jadwal Meeting: User dapat membuat dan melihat jadwal meeting yang telah diatur.\n\nInstruksi lebih lanjut untuk menggunakan fungsi ini akan dijelaskan di bagian selanjutnya.\n\n\n\n Di Microsoft Teams, Calls memungkinkan user untuk:\n\n\n1. \n-  Melihat History Kontak: User dapat melihat history kontak yang dihubungi menggunakan Microsoft Teams dan daftar Contacts yang telah ditambahkan.\n-  Status Kontak: User bisa melihat daftar kontak yang Missed, Incoming, dan Voicemail.\n-  Menelepon User Lain: User dapat menelepon user lain dalam satu organisasi PT Timah Industri, baik secara individu maupun grup.\n\n\n\n Pada bagian Files di Microsoft Teams, user dapat:\n\n\n1. \n-  Melihat File: User bisa melihat file-file yang sudah diakses dan file yang telah diunduh.\n-  Cloud Storage: Di bagian ini terdapat Cloud Storage seperti OneDrive. User juga dapat menambahkan Cloud Storage lain seperti Google Drive atau Dropbox.\n-  Aplikasi Terhubung: User dapat melihat aplikasi yang terhubung dengan Microsoft Teams dan menggunakan fasilitas aplikasi ini tanpa harus mengunduh aplikasi tambahan. Aplikasi yang akan digunakan secara wajib di PT Timah Industri adalah Word, Excel, dan PowerPoint. "
            ]
        },
        {
            "tag": "panduanteams4",
            "patterns": [
                "Bagaimana cara membuat Teams di Microsoft Teams?",
                "Bagaimana saya bisa membuat tim di Microsoft Teams?",
                "Apa langkah-langkah membuat Teams di Microsoft Teams?",
                "Buat teams di Microsoft Teams",
                "Join ke team yang sudah ada di Microsoft Teams ",
                "Join team Microsoft Teams ",
                "Bisakah saya membuat Teams yang privat di Microsoft Teams?",
                "Buat tim di Microsoft Teams",
                "Join ke tim yang sudah ada di Microsoft Teams ",
                "Join tim Microsoft Teams ",
                "Bisakah saya membuat tim yang privat di Microsoft Teams?"
            ],
            "responses": [
                "Berikut cara membuat Teams di Microsoft Teams:\n\n\n1. \n-  User terlebih dahulu login ke Microsoft Teams.\n-  Pilih Teams dan di pojok bawah, klik Join or create a team.\n-  Untuk membuat Team, klik Create team. Jika ingin bergabung dengan tim yang sudah dibuat, user dapat meminta kode invite dari owner Team tersebut, lalu masukkan kode di bagian Enter code pada Join a team with a code.\n-  Setelah mengklik Create team, akan muncul tampilan pop up. Pilih From scratch.\n-  Pada tampilan selanjutnya, klik Private jika ingin tim dibuat secara privat sehingga hanya beberapa user yang bisa mengaksesnya, atau klik Public jika ingin tim dapat diakses oleh semua user di PT Timah Industri.\n-  Untuk instruksi ini, tim akan dibuat secara Private."
            ]
        },
        {
            "tag": "panduanteams5",
            "patterns": [
                "buat Channel di Microsoft Teams?",
                "Cara buat channel di tim Microsoft Teams?",
                "channel di Teams?",
                "Bagaimana Cara membuat channel privat di Microsoft Teams?",
                "channel privat di Microsoft Teams?",
                "cara buat channel privat",
                "Bagaimana cara membuat Channel di Microsoft Teams?",
                "Bagaimana saya bisa membuat channel di tim Microsoft Teams?",
                "Apa langkah-langkah membuat channel di Teams?",
                "Cara membuat channel privat di Microsoft Teams?"
            ],
            "responses": [
                "Berikut cara membuat Channel di Microsoft Teams:\n\n\n1. \n-  Masuk ke Team yang ingin dibuat Channel.\n-  Klik ikon titik tiga di samping nama Team, lalu pilih Add channel.\n-  Isi nama Channel dan deskripsinya, lalu pilih pengaturan Privacy. Klik Add untuk menyelesaikan proses pembuatan Channel.\n-  Pengaturan akses Channel bisa diatur di Privacy. Ada tiga jenis akses:\n  - Standard: Semua member dari Team dapat mengakses Channel.\n  - Private: Hanya user terpilih yang merupakan member Team yang dapat mengakses Channel.\n  - Shared: User yang bukan member Team dapat mengakses Channel. Untuk ini, uncheck kotak kecil Share this channel with everyone on the team agar user lain yang bukan member Team bisa mengakses Channel yang dibuat.\n-  Setelah semuanya selesai, Channel yang dibuat akan muncul di bagian kanan dan dapat digunakan untuk berkolaborasi."
            ]
        },
        {
            "tag": "panduanteams6",
            "patterns": [
                "Bagaimana cara mengupload file ke Teams?",
                "Bagaimana cara mengupload file ke channel Teams?",
                "upload file ke Teams?",
                "Cara upload file ke channel di Teams?",
                "Upload file ke channel di Teams?",
                "Langkah-langkah upload file di Microsoft Teams",
                "Bagaimana cara upload file ke channel Teams?"
            ],
            "responses": [
                "Berikut adalah langkah-langkah mengupload file ke Microsoft Teams:\n\n\n1. \n-  Pilih Channel tempat file akan diupload.\n-  Klik tanda plus dan akan muncul pop up Add a tab. Pilih SharePoint untuk menambahkan tab Documents.\n-  Pastikan Add content to your Teams channel berada di Channel yang diinginkan, lalu pilih Documents dan klik Save.\n-  Setelah tab Documents ditambahkan, Anda bisa mulai mengupload file/folder.\n-  Klik Upload dan pilih opsi Files atau Folder, kemudian pilih file atau folder yang ingin diupload.\n-  Proses upload akan terlihat. Klik tanda Uploading untuk melihat progress upload file.\n-  Setelah selesai, file/folder akan muncul di tab Documents dan semua anggota tim atau channel dapat mengaksesnya."
            ]
        },
        {
            "tag": "panduanteams7",
            "patterns": [
                "Bagaimana cara mengatur akses file di Teams?",
                "akses file di Teams?",
                "Cara memberikan akses file ke user di Teams?",
                "akses file ke user di Teams?",
                "Langkah-langkah mengatur akses file di channel Teams",
                "Bagaimana mengatur akses folder di Teams?",
                "akses folder di Teams?",
                "Atur akses file dan folder di microsoft Teams"
            ],
            "responses": [
                "Berikut adalah langkah-langkah mengatur dan memberikan akses file atau folder di Microsoft Teams:\n\n\n1. \n-  Pilih file/folder yang ingin diatur aksesnya.\n-  Klik tiga titik (...), lalu pilih Manage access.\n-  Pop up Manage access akan muncul. Untuk memberikan akses khusus, hapus akses (Channel Name) Members dan (Channel Name) Visitors dengan mengklik ikon Stop Sharing.\n-  Klik ikon plus dan pilih Grant access untuk menambahkan user.\n-  Di tampilan Grant access, cari nama user yang ingin diberikan akses, dan tambahkan mereka sekaligus. Klik Grant access.\n-  Untuk memberikan akses berbeda, setelah menambahkan user, klik ikon di samping nama mereka dan pilih akses yang diinginkan. Perubahan akan otomatis tersimpan."
            ]
        },
        {
            "tag": "panduanteams8",
            "patterns": [
                "Cara buat meeting terjadwal di Teams",
                "meeting terjadwal di Teams",
                "Langkah-langkah membuat meeting di calendar Teams",
                "membuat meeting di calendar Teams",
                "Bagaimana menjadwalkan rapat di Microsoft Teams?",
                "Cara menjadwalkan rapat di Microsoft Teams?",
                "Cara schedule meeting Microsoft Teams ",
                "Cara menjadwalkan meeting di Microsoft Teams?",
                "Bagaimana cara membuat jadwal meeting di Microsoft Teams?",
                "Bagaimana cara menjadwalkan meeting Microsoft Teams",
                "Gimana cara schedule meeting zoMicrosoft Teamsom ",
                "Gimana cara menjadwalkan meeting di Microsoft Teams?",
                "Gimana cara membuat jadwal meeting di Microsoft Teams?",
                "Membuat jadwal meeting di teams",
                "Membuat schedule meeting di teams",
                "Membuat jadwal meeting teams",
                "Membuat schedule meeting teams",
                "Gimana cara menjadwalkan meeting teams",
                "Cara schedule meeting zoom ",
                "Cara menjadwalkan meeting di zoom?",
                "Bagaimana cara membuat jadwal meeting di zoom?",
                "Bagaimana cara menjadwalkan meeting zoom",
                "Gimana cara schedule meeting zoom ",
                "Gimana cara menjadwalkan meeting di zoom?",
                "Gimana cara membuat jadwal meeting di zoom?",
                "Membuat jadwal meeting di zoom",
                "Membuat schedule meeting di zoom",
                "Membuat jadwal meeting zoom",
                "Membuat schedule meeting zoom",
                "Gimana cara menjadwalkan meeting zoom"
            ],
            "responses": [
                "Berikut adalah cara membuat ruang meeting terjadwal di Microsoft Teams:\n\n1. \n-  Buka Calendar di Microsoft Teams.\n-  Klik ikon New meeting di pojok kanan atas.\n-  Tampilan New meeting akan muncul. Isi pengaturan Details meeting, seperti judul meeting, undang peserta, atur jam meeting, dan tentukan apakah meeting berulang atau tidak.\n-  Jika ingin menambahkan Channel, maka semua anggota Channel tersebut dapat mengikuti meeting yang dijadwalkan. Lokasi meeting bersifat opsional.\n-  Tambahkan deskripsi meeting dan undang peserta dari luar perusahaan jika diperlukan.\n-  Gunakan Scheduling Assistant untuk mengatur jadwal peserta meeting, jika dibutuhkan.\n-  Setelah semua pengaturan selesai, klik Save untuk menyimpan jadwal meeting.\n\n\n Cara Menjadwalkan Meeting Zoom Melalui Website:\n\n\n1. \n-  Pertama, user harus Sign In di website Zoom di https://zoom.us/signin.\n\n-  Setelah itu, lihat jadwal meeting di bagian Meetings di navigasi bar sebelah kiri. Klik Schedule a Meeting di sebelah kanan atau langsung klik Schedule Meeting di bar atas.\n\n-  Di halaman Schedule Meeting, akan muncul form yang harus diisi.\n\n-  Isi form tersebut sebagai berikut:\n   a. Topic: Tulis topik meeting.\n   - Add Description (optional): Tuliskan penjelasan tambahan terkait meeting, seperti tugas yang harus dibawa.\n   b. When: Tentukan waktu kapan meeting dimulai (tanggal dan jam).\n   c. Duration: Tentukan lamanya meeting. Meeting akan otomatis berakhir setelah durasi yang ditentukan.\n   d. Timezone: Zona waktu dari jam meeting, biasanya sudah diatur secara default.\n   - Recurring meeting (optional): Aktifkan untuk mengatur meeting berulang berdasarkan waktu yang ditentukan (Daily, Weekly, Monthly, atau No Fixed Time).\n   e. Registration (optional): Aktifkan jika peserta harus mendaftar sebelum mengikuti meeting.\n   f. Meeting ID: Pilih antara meeting ID yang dibuat secara acak atau meeting ID personal.\n   g. Template: Gunakan format meeting yang telah disimpan sebelumnya.\n   h. Security: Atur pengaturan keamanan meeting.\n   i. Video: Atur tampilan video untuk host dan peserta.\n   j. Audio: Atur suara untuk host dan peserta; bisa menggunakan telepon, audio dari komputer, atau keduanya.\n   k. Options (optional): Atur pengaturan tambahan untuk meeting.\n\n-  Setelah semua informasi diisi dan diatur, klik tombol Save."
            ]
        },
        {
            "tag": "panduanteams9",
            "patterns": [
                "Bagaimana cara bergabung dan memulai meeting di Teams?",
                "Cara memulai meeting di Microsoft Teams",
                "Langkah-langkah bergabung ke meeting di Teams",
                "Bagaimana cara share screen saat meeting di Microsoft Teams?",
                "Bagaimana join meeting di microsoft teams?",
                "Bagaimana bergabung ke meeting teams?",
                "Bagaimana cara gabung ke meeting teams?",
                "Bagaimana join meeting teams?",
                "Bagaimana cara join meeting teams?",
                "join meeting teams",
                "Bagaimanan cara merekam meeting teams?",
                "Bagaimanan cara merekam meeting teams?",
                "Gimana cara merekam meeting di teams?",
                "Gimana cara merekam meeting di microsoftt teams?",
                "Cara merekam meeting di microsoftt teams",
                "Cara merekam meeting di teams",
                "Cara record meeting di microsoftt teams",
                "Cara record  meeting di teams",
                "Record meeting di teams",
                "Record meeting di microsoftt teams",
                "Rekam meeting di microsoftt teams"
            ],
            "responses": [
                "Berikut adalah cara bergabung dan memulai meeting di Microsoft Teams:\n\n\n1. \n-  Untuk bergabung dengan meeting yang sudah dijadwalkan, klik jadwal meeting di Calendar.\n-  Setelah diklik, akan muncul tampilan pop up My Calendar, lalu klik Join untuk masuk ke ruang meeting.\n-  User akan masuk ke pengaturan tampilan meeting. Setelah selesai melakukan pengaturan, klik Join now.\n-  Setelah itu, user akan masuk ke ruang meeting dan dapat memulai meeting dengan user lain."
            ]
        },
        {
            "tag": "cara-membuka-mengedit-file",
            "patterns": [
                "Bagaimana cara membuka dan mengedit file di Microsoft Teams?",
                "Cara mengedit dokumen di Teams",
                "Cara membuka file di Teams",
                "Gimana cara membuka file di Teams",
                "Gimana cara mengedit dokumen di Teams",
                "Langkah-langkah membuka file di Microsoft Teams",
                "Open file di teams",
                "Edit file di teams",
                "tutor buka dan edit file di Microsoft Teams ",
                "tutor Open dan edit file di Microsoft Teams "
            ],
            "responses": [
                "Berikut adalah cara membuka dan mengedit file di Microsoft Teams:\n\n\n1. \n-  User bisa membuka file lewat Chat, Teams, dan Files. Untuk file di Chat dan Files, file dapat dibuka langsung.\n-  Untuk melihat file per departemen, pilih Teams > pilih PT Timah Industry > pilih folder departemen/divisi user > pilih Tab Documents.\n-  Contoh di Teams Percobaan, masuk ke Tab Documents dan pilih file yang ingin dibuka.\n-  File seperti Word, Excel, dan PowerPoint akan tersimpan secara otomatis di Teams.\n-  Untuk menampilkan toolbar yang lebih lengkap, ubah layout menjadi Classic Ribbon saat membuka file di Teams."
            ]
        },
        {
            "tag": "cara-membuat-file-baru",
            "patterns": [
                "Bagaimana cara membuat file baru di Microsoft Teams?",
                "Cara membuat dokumen baru di Teams",
                "Langkah-langkah membuat file di Microsoft Teams",
                "new document di Microsoft Teams",
                "buat file baru di teams",
                "tutor buat file baru di teams",
                "cara membuat file baru di Microsoft Teams?",
                "new file di Microsoft Teams"
            ],
            "responses": [
                "Berikut cara membuat file baru di Microsoft Teams:\n\n\n1. \n-  Masuk ke Channel yang diinginkan dan buka Tab Documents.\n-  Klik ikon New dan pilih jenis file yang akan dibuat (Word, Excel, PowerPoint).\n-  Isi nama file dan klik Create. Setelah beberapa saat, user akan diarahkan ke tampilan dokumen yang baru dibuat."
            ]
        },
        {
            "tag": "cara-mencetak-file",
            "patterns": [
                "Bagaimana cara mencetak file di Microsoft Teams?",
                "cara mencetak file di Microsoft Teams?",
                "Cara print dokumen di Microsoft Teams",
                "print dokumen di Microsoft Teams",
                "print file di Teams",
                "Langkah-langkah mencetak file di Microsoft Teams",
                "cetak dokumen di Teams?",
                "cetak file di Microsoft Teams?"
            ],
            "responses": [
                "Berikut cara mencetak file di Microsoft Teams:\n\n\n1. \n-  Pilih file yang ingin dicetak.\n-  Klik File di Toolbar dan pilih Print. Atau tekan Ctrl + P pada keyboard.\n-  Klik Open PDF untuk membuka file di browser dan proses cetak akan dilakukan melalui PDF.\n-  Klik Print untuk mencetak file tersebut."
            ]
        },
        {
            "tag": "cara-membagikan-file",
            "patterns": [
                "Bagaimana cara membagikan file di Microsoft Teams?",
                "Bagaimana cara membagikan dokumen di Microsoft Teams?",
                "Cara share file di Teams",
                "share file di Teams",
                "Cara bagikan file di Microsoft Teams",
                "bagikan file di Teams",
                "Cara share dokumen di Microsoft Teams",
                "share dokumen di Teams",
                "Cara bagikan dokumen di Microsoft Teams",
                "bagikan dokumen di Teams",
                "Langkah-langkah membagikan dokumen di Microsoft Teams"
            ],
            "responses": [
                "Berikut cara membagikan file di Microsoft Teams:\n\n\n1. \n-  Buka file yang ingin dibagikan.\n-  Klik ikon Share di bagian atas dan pilih Share.\n-  Pada tampilan pop-up Share, masukkan email penerima dan klik Send untuk membagikan file tersebut."
            ]
        },
        {
            "tag": "panduanprinter&scaner1",
            "patterns": [
                "cara menginstal printer Epson L4150 ke komputer atau laptop",
                "cara menginstal printer Epson ke komputer atau laptop",
                "cara menginstal printer ke komputer atau laptop",
                "cara menginstal printer Epson l4150 ke komputer atau laptop",
                "cara menginstal printer Epson L4150 ke komputer",
                "cara menginstal printer Epson L4150 ke laptop",
                "instal printer Epson L4150",
                "instal printer Epson",
                "instal printer Epson L4150 Menggunakan WPS (Wifi Protected Setup) ",
                "instal printer Epson L4150 Menggunakan USB Connection ",
                "instal printer Epson L4150 Menggunakan Wifi Direct Mode ",
                "instal printer Epson  Menggunakan WPS (Wifi Protected Setup) ",
                "instal printer Epson  Menggunakan USB Connection ",
                "instal printer Epson  Menggunakan Wifi Direct Mode ",
                "instal printer Epson L4150 Menggunakan WPS ",
                "instal printer Epson L4150 Menggunakan USB  ",
                "instal printer Epson L4150 Menggunakan Wifi  ",
                "install printer ke laptop",
                "install printer ke komputer",
                "Kenapa printer ini nggak terhubung ke komputer? Sudah saya coba beberapa kali.",
                "Driver printer saya kayaknya nggak terinstal dengan baik, jadi nggak bisa cetak."
            ],
            "responses": [
                "Penginstalan Printer Epson L4150 ke komputer/laptop \n\n A. Mengaktifkan Wifi Direct Mode: \n \n1. \n- Install printer software ke komputer/laptop yang diinginkan sebelum memulai menggunakan printer. \n Tekan tombol Wifi dan tombol status jaringan secara bersamaan dan tahan sampai lampu status wifi dan wifi direct menyala. \n Tekan tombol status jaringan selama 10 detik untuk mencetak lembar status jaringan sebagai percobaan. \n Hubungkan jaringan wifi printer dengan komputer/laptop, cari nama wifi printer dan koneksikan. Nama wifi dan password ada di lembar status jaringan. \n User bisa menggunakan printer untuk mencetak data. Jika ada kesalahan, ulangi lagi dari petunjuk yang di atas. \n\n B. Menggunakan WPS (Wifi Protected Setup) untuk mengkoneksikan jaringan: \n \n1. \n-  Tekan tombol WPS pada printer dan router secara bersamaan. \n 2. Tunggu hingga lampu status koneksi menyala, yang menandakan koneksi berhasil. \n 3. Pastikan printer sudah terhubung ke jaringan yang sama dengan komputer/laptop. \n C. Menggunakan USB Connection: \n \n1. \n-  Install printer software ke komputer/laptop yang diinginkan sebelum memulai menggunakan printer \n 2. Pasangkan kabel USB yang telah disediakan dan pasangkan dari USB port di printer ke USB port komputer/laptop. \n\n\n\n Penginstalan Printer Epson L360 ke komputer/laptop \n\n A. Menghubungkan printer ke komputer/laptop CD/DVD Drive \n \n1. \n- Hubungkan kabel USB dari printer ke komputer/laptop. \n 2.Masukkan CD/DVD Drive, instal printer Epson L360 program ke komputer/laptop user.\n 3.Ikuti intruksi penginstalan. \n 4. Setelah selesai instalasi, user bisa mencoba melakukan print. Jika ada kendala, uninstall Epson L360 program dan ulangi lagi instruksinya dari awal.\n\n B.Mehubungkan printer ke komputer/laptop tanpa CD/DVD Drive: \n\n1. \n-  Jika user tidak memiliki CD/DVD Drive yang berisi softtware Epson L360, user bisa mengunjungi situs Epson dan mencari software Epson L360.\n 2. Setelah semuanya di download, user bisa menginstalnya. \n 3. Setelah semuanya selesai, user bisa mencoba printernya.    "
            ]
        },
        {
            "tag": "panduanprinter&scanner2",
            "patterns": [
                "cara mengisi tinta printer Epson L4150",
                "cara pengisian tinta printer Epson L4150",
                "panduan mengisi tinta Epson L4150",
                "pengisian tinta Epson L4150",
                "cara mengisi tinta printer Epson L360",
                "cara pengisian tinta printer Epson L360",
                "panduan mengisi tinta Epson L360",
                "pengisian tinta Epson L360",
                "cara isi tinta printer Epson",
                "mengisi tinta printer Epson L4150",
                "mengisi tinta printer Epson L360",
                "pengisian tinta printer",
                "pengisian tinta printer ",
                "isi tinta printer"
            ],
            "responses": [
                "Pengisian tinta printer pada Epson L4150 memiliki empat tabung: hitam (BK), kuning (Y), magenta (M), dan cyan (C). User dapat memesan tinta dengan kode 001 untuk semua warna. Berikut cara pengisiannya: \n\n \n1. \n-  Mengisi tinta bisa saat printer dalam keadaan mati maupun hidup. \n 2. Angkat penutup printer ke atas. \n 3. Bukalah penutup tempat tinta dan buka penutup tabung yang akan diisi. \n 4. Bukalah botol tinta. Jangan dikocok atau ditekan, hati-hati saat menyentuh bagian atas botol setelah tutup botol terbuka. \n 5. Tuangkan tinta secara perlahan ke tabung tinta yang sesuai hingga botol masuk ke dalam tabung. \n 6. Tinta akan turun sendiri ke dalam tabung, tidak perlu menekan botol. \n 7. Tunggu hingga tabung tinta penuh. Setelah penuh, lepas botol tinta dan tutup tabung tinta. \n 8. Pastikan tabung sudah terisi penuh. Tutup penutup tempat tinta dan tutup penutup printer. \n\n Pengisian tinta printer pada Epson L360 memiliki empat tabung: hitam (BK), kuning (Y), magenta (M), dan cyan (C). User dapat memesan tinta dengan kode 664 untuk semua warna. Berikut cara pengisiannya: \n\n \n1. \n-  Mengisi tinta bisa saat printer dalam keadaan mati maupun hidup. \n 2. Lepaskan kotak tinta dari printer dan balikkan kotak tintanya. \n 3. Bukalah penutup kotak tinta dan buka penutup tabung yang akan diisi. \n 4. Bukalah botol tinta dengan hati-hati. Jangan dikocok atau ditekan, hati-hati saat menyentuh bagian atas botol setelah tutup botol terbuka. \n 5. Tuangkan tinta secara perlahan ke tabung tinta yang sesuai (pastikan warnanya sama) hingga botol masuk ke dalam tabung. \n 6. Teken botol tinta perlahan-lahan agar tinta cepat turun. \n 7. Tunggu hingga tabung tinta penuh. Setelah penuh, lepas botol tinta dan tutup tabung tinta. \n 8. Pastikan tabung sudah terisi penuh. Tutup penutup kotak tinta dan pasang kembali kotaknya pada printer."
            ]
        },
        {
            "tag": "panduanprinter&scanner4",
            "patterns": [
                "cara mencetak dokumen dengan printer Epson L4150",
                "cara mencetak dokumen dengan printer Epson L360",
                "cara mencetak file dengan printer Epson L4150",
                "cara mencetak file dengan printer Epson L360",
                "panduan print dokumen Epson L4150",
                "panduan print dokumen Epson L360",
                "panduan print file Epson L4150",
                "panduan print file Epson L360",
                "print dokumen dengan printer Epson L4150",
                "print dokumen dengan printer Epson L360",
                "print file dengan printer Epson L4150",
                "print file dengan printer Epson L360",
                "cara print file",
                "cara print dokumen",
                "aku mau ngeprint gimana ya caranya",
                "cara ngeprint gimana?"
            ],
            "responses": [
                "Cara mencetak dokumen dengan printer Epson L4150: \n\n \n1. \n-  Pastikan perangkat keras (seperti komputer/laptop) sudah terinstall software printer Epson L4150 dan sudah terhubung dengan jaringan wifi printer. \n 2. Buka dokumen yang ingin dicetak. \n 3. Cari perintah Print atau tekan Ctrl+P di keyboard. \n 4. Tampilan pengaturan print akan muncul. Jika nama printer tidak langsung muncul, cari nama printernya. \n 5. Atur pengaturan print sesuai dengan dokumen yang ingin dicetak. \n 6. Tekan Print/Ok untuk mulai mencetak. \n\n Cara mencetak dokumen dengan printer Epson L360: \n\n \n1. \n-  Pastikan perangkat keras (seperti komputer/laptop) sudah terinstall software printer Epson L360 dan sudah terhubung dengan printer melalui kabel. \n 2. Buka dokumen yang ingin dicetak. \n 3. Cari perintah Print atau tekan Ctrl+P di keyboard. \n 4. Tampilan pengaturan print akan muncul. Jika nama printer tidak langsung muncul, cari nama printernya. \n 5. Atur pengaturan print sesuai dengan dokumen yang ingin dicetak. \n 6. Tekan Print/Ok untuk mulai mencetak."
            ]
        },
        {
            "tag": "panduanfotocopy",
            "patterns": [
                "cara fotocopy dokumen dengan printer Epson L4150",
                "cara fotocopy dokumen dengan printer Epson L360",
                "cara fotocopy file dengan printer Epson L4150",
                "cara fotocopy file dengan printer Epson L360",
                "panduan fotocopy dokumen Epson L4150",
                "panduan fotocopy dokumen Epson L360",
                "panduan fotocopy file Epson L4150",
                "panduan fotocopy file Epson L360",
                "fotocopy dokumen dengan printer Epson L4150",
                "fotocopy dokumen dengan printer Epson L360",
                "fotocopy file dengan printer Epson L4150",
                "fotocopy file dengan printer Epson L360",
                "fotocopy dokumen",
                "fotocopy file",
                "fotocopy"
            ],
            "responses": [
                "Cara fotocopy dokumen dengan printer Epson L4150: \n\n \n1. \n-  Letakkan dokumen yang ingin dikopi di tempat scan, menghadap kaca scanner. \n 2. Siapkan kertas kosong di tempat pengisian kertas. \n 3. Pilih mode fotocopy: \n    - Tekan tombol fotocopy hitam putih (B&W) untuk mengkopi hitam putih. \n    - Tekan tombol fotocopy berwarna untuk mengkopi berwarna. \n    - Untuk draft mode, tekan tombol fotocopy yang sesuai dan tombol Stop secara bersamaan. \n 4. Untuk mengkopi lebih dari satu, tekan tombol fotocopy sesuai jumlah salinan yang dibutuhkan. \n 5. Setelah proses fotocopy selesai, hasilnya bisa dilihat. Tekan tombol Stop untuk menghentikan proses jika diperlukan. \n\n Cara fotocopy dokumen dengan printer Epson L360: \n\n \n1. \n-  Letakkan dokumen yang ingin dikopi di tempat scan, menghadap kaca scanner. \n 2. Siapkan kertas kosong di tempat pengisian kertas. \n 3. Pilih mode fotocopy: \n    - Tekan tombol fotocopy hitam putih (B&W) untuk mengkopi hitam putih. \n    - Tekan tombol fotocopy berwarna untuk mengkopi berwarna. \n    - Untuk draft mode, tekan tombol fotocopy yang sesuai dan tombol Stop secara bersamaan. \n 4. Untuk mengkopi lebih dari satu, tekan tombol fotocopy sesuai jumlah yang diinginkan. \n 5. Setelah proses fotocopy selesai, hasilnya bisa diperiksa. Tekan tombol Stop untuk menghentikan proses jika diperlukan."
            ]
        },
        {
            "tag": "panduan_scan_printer",
            "patterns": [
                "cara melakukan scan dengan printer Epson L4150",
                "cara melakukan scan dengan printer Epson L360",
                "cara melakukan scan dengan Epson DS-1630",
                "cara scan dokumen dengan Epson L4150",
                "cara scan dokumen dengan Epson L360",
                "cara scan banyak lembar dengan Epson DS-1630",
                "panduan scan Epson L4150",
                "panduan scan Epson L360",
                "panduan scan Epson DS-1630",
                "scan dokumen menggunakan printer Epson L4150",
                "scan dokumen menggunakan Epson DS-1630",
                "scan dokumen menggunakan printer Epson L360",
                "scan dokumen menggunakan printer Epson l4150",
                "scan dokumen menggunakan Epson ds 1630",
                "scan dokumen menggunakan printer Epson l360",
                "scan file menggunakan printer Epson L4150",
                "scan file menggunakan Epson DS-1630",
                "scan file menggunakan printer Epson L360",
                "scan file menggunakan printer Epson l4150",
                "scan file menggunakan Epson ds 1630",
                "scan file menggunakan printer Epson l360",
                "Scan file",
                "scan",
                "Scan dokumen",
                "Scan banyak lembar",
                "Gimana sih cara scan kertas"
            ],
            "responses": [
                "Cara melakukan scan menggunakan Epson L4150: \n\n \n1. \n-  Pastikan user sudah menginstal program software Epson L4150 di komputer/laptop dan kabel USB terhubung. \n 2. Tekan tombol fotocopy hitam putih (B&W) dan tombol fotocopy berwarna secara bersamaan. \n 3. Hasil scan akan tersimpan sebagai PDF di komputer/laptop. \n 4. Alternatif: buka program Epson L4150 untuk menggunakan Event Manager. \n 5. Buka Event Software dan pilih Event Manager. \n 6. Pilih dan buka Scanner. \n 7. Klik Make Job Settings dan buka Edit Job Settings, pilih Scan Job Settings untuk melihat atau mengganti pengaturan. \n 8. Sesuaikan pengaturan sesuai kebutuhan dan klik OK. \n 9. Klik Close untuk menutup jendela Event Manager. \n\n Cara melakukan scan menggunakan smartphone atau tablet: \n\n \n1. \n-  Download aplikasi Epson iPrint. \n 2. Letakkan dokumen yang ingin di scan. \n 3. Buka aplikasi dan pilih printer Epson L4150. \n 4. Pilih Scan Settings dan scan dokumen. \n 5. Simpan hasil scan di perangkat atau cloud. \n\n Cara melakukan scan menggunakan Epson L360: \n\n \n1. \n-  Pastikan user sudah menginstall Epson Scan dan Epson Event Manager di komputer/laptop. \n 2. Letakkan dokumen di kaca scanner. \n 3. Tekan tombol fotocopy hitam putih (monochrome) dan tombol fotocopy berwarna (color) secara bersamaan. \n 4. Hasil scan akan masuk ke komputer. \n 5. Alternatif: buka program Epson Scan di komputer/laptop tanpa menekan tombol fotocopy. \n 6. Pilih Home Mode dari list Mode. \n 7. Sesuaikan pengaturan: \n    - Document Type \n    - Image Type \n    - Destination \n    - Thumbnail (jika memilih Photograph). \n 8. Klik Preview untuk mengatur kualitas dan kecerahan jika dibutuhkan. \n 9. Klik Scan. \n 10. Setelah ter-scan, akan muncul jendela File Save Setting. \n 1\n1. \n-  Atur pengaturan hasil scan dan klik OK. \n\n Cara melakukan scan menggunakan Epson DS-1630: \n\n \n1. \n-  Scan per lembar: \n    a. Pastikan komputer/laptop terinstal program Epson Software dan scanner terhubung. \n    b. Letakkan dokumen di kaca pemindai. \n    c. Tekan tombol Start untuk scan. \n    d. Hasil scan bisa dilihat di Epson Scan. \n 2. Scan banyak lembar sekaligus (Multi Page): \n    a. Pastikan komputer/laptop terinstal program Epson Software dan scanner terhubung. \n    b. Bersihkan kaca pemindai. \n    c. Masukkan kertas ke ADF (Automatic Document Feeder) dengan ukuran yang sesuai. \n    d. Buka pelindung tepi dan naikkan Stopper. \n    e. Masukkan kertas menghadap atas. \n    f. Sesuaikan pelindung tepi dan rapatkan. \n    g. Tekan tombol Start untuk memulai scan."
            ]
        },
        {
            "tag": "perawatan_printer_dan_scanner",
            "patterns": [
                "perawatan printer untuk kualitas cetak",
                "cara menjaga kualitas cetak printer Epson L4150",
                "perawatan printer Epson L4150",
                "perawatan printer untuk kualitas cetak Epson L360",
                "cara menjaga kualitas cetak printer Epson L360",
                "perawatan printer Epson L360",
                "perawatan scanner untuk kualitas cetak",
                "perawatan scanner Epson DS-1630",
                "cara menjaga kualitas scan Epson DS-1630",
                "hasil print nya jelek, burem",
                "gimana sih hasilnya ga keliatan",
                "tulisan hasil print fa keliatan",
                "tintanya ga terang",
                "printernya rusak",
                "ga bisa diprint",
                "ngga bisa ngeprint",
                "printnya macet",
                "printnya mati",
                "printnya ga jalan",
                "printer saya tidak nyala kenapa?",
                "warna tintanya aneh",
                "warna yang dimau ga muncul",
                "Printer ini sering freeze, jadi nggak bisa lanjut cetak.",
                "Setiap kali saya cetak, hasilnya nggak konsisten, ada yang bagus, ada yang jelek.",
                "Suara printer ini aneh, berisik banget saat cetak.",
                "Printer ini nggak mau merespons perintah cetak, saya sudah klik banyak kali.",
                "Hasil cetak saya bergaris-garis, sepertinya ada yang salah.",
                "Tinta printer saya cepat habis, padahal baru pakai sedikit.",
                "Kertasnya sering macet, padahal udah saya masukin rapi.",
                "Hasil cetak saya buram, kayak nggak jelas gitu."
            ],
            "responses": [
                "Perawatan printer dalam menyesuaikan kualitas cetak untuk Epson L4150: \n\n \n1. \n-  Print Head Maintenance: Lakukan perawatan kepala printer untuk menjaga kualitas cetak. \n 2. Print Head Alignment: Mensejajarkan kepala printer jika hasil cetak tidak tepat. \n 3. Cleaning the Paper Path: Bersihkan tempat proses cetakan untuk menghindari kertas macet. \n 4. Cleaning the Print Head Path: Membersihkan jalur kepala printer bergerak untuk hasil cetak yang lebih baik. \n 5. Checking the Number of Sheets Fed: Mengecek jumlah kertas yang dimasukkan untuk memastikan tidak terlalu banyak. \n\n Perawatan printer dalam menyesuaikan kualitas cetak untuk Epson L360: \n\n \n1. \n-  Checking and Cleaning the Print Head: Mengecek dan membersihkan kepala printer jika terlihat pola pita, warna memudar, atau warna aneh. \n 2. Replacing Ink inside the Ink Tubes: Mengganti tinta pada tabung tinta jika terdapat tanda pola pita atau warna hilang. \n 3. Aligning the Print Head: Menyelaraskan kepala cetak jika ada ketidakselarasan pada garis-garis vertikal atau gambar buram. \n 4. Cleaning the Paper Path: Membersihkan area kertas tercetak untuk menjaga kualitas. \n 5. Cleaning the Scanner Glass: Membersihkan kaca scanner dari noda dengan kain lembut dan kering. \n\n Perawatan scanner dalam menyesuaikan kualitas cetak untuk Epson DS-1630: \n\n \n1. \n-  Cleaning the Scanner: Membersihkan kaca pemindai untuk menghindari noda pada hasil scan. \n 2. Cleaning the ADF: Membersihkan dan melepaskan kertas yang macet di ADF (Automatic Document Feeder)."
            ]
        },
        {
            "tag": "permasalahan_scanner",
            "patterns": [
                "status lampu error pada scanner",
                "lampu error berkedip pelan",
                "lampu error dan lampu ready berkedip cepat",
                "lampu error hidup dan lampu ready mati",
                "scanner tidak menyala",
                "scanner mati sendiri",
                "scaner bermasalah",
                "alat scan bermasalah",
                "printer buat scan ga jalan",
                "printer buat scan mati",
                "tombol start tidak berfungsi",
                "software scanner tidak bekerja",
                "proses scan lambat",
                "scannya lama banget",
                "tombol scannya ga bisa dipencet",
                "tombol start udah dipencet ga jalan",
                "mesin scan mati",
                "alat scan mati",
                "mesin scan gamau nyala",
                "alat scan ga bisa nyala",
                "Proses scan saya lambat banget, harusnya gimana?",
                "Tombol Start di scanner saya nggak berfungsi",
                "Scanner saya tiba-tiba nggak mau menyala",
                "lampu scaner nya berkedip",
                "lampu alatnya berkedip",
                "lampu scaner nya nayala mati terus"
            ],
            "responses": [
                "Permasalahan Scanner: \n\n \n1. \n-  Status lampu error: \n    - Lampu error berkedip pelan: Ada kertas yang macet. Buka penutup ADF dan lepaskan semua kertas yang macet. Bersihkan isi ADF, tutup penutup ADF, dan masukkan kembali dokumen yang ingin di-scan. \n    - Lampu error dan lampu ready berkedip cepat: Error yang fatal terjadi. Matikan scanner dan hidupkan lagi. Jika error masih terjadi, hubungi Epson Support. \n    - Lampu error hidup dan lampu ready mati: Update firmware gagal dan scanner dalam keadaan recovery model. Koneksikan scanner dengan kabel USB dan coba update firmware dengan komputer/laptop. Jika error masih terjadi, hubungi Epson Support. \n\n 2. Scanner tidak menyala atau mati sendiri: Pastikan kabel listrik terhubung dengan aman dan kuat. \n\n 3. Tombol Start tidak bekerja: Pastikan scanner terhubung dengan komputer/laptop. \n\n 4. Software scanner tidak bekerja dengan baik: Pastikan memori komputer/laptop mencukupi dan memiliki ruang memori yang cukup, matikan power-saving mode, pastikan scanner hidup, dan pastikan koneksi scanner dan komputer dalam keadaan baik. \n\n 5. Proses scan lambat: Coba scan dengan resolusi rendah, pastikan sistem operasi komputer/laptop memenuhi persyaratan sistem yang dibutuhkan scanner, dan matikan scanner selama 30 menit jika sudah sering digunakan secara terus menerus."
            ]
        },
        {
            "tag": "pemasangan_perangkat_meeting",
            "patterns": [
                "Bagaimana cara memasang perangkat meeting jarak jauh?",
                "Apa saja yang perlu dipersiapkan untuk meeting jarak jauh?",
                "Bisa jelaskan langkah-langkah pemasangan perangkat meeting?",
                "Apa yang harus dilakukan sebelum memulai meeting jarak jauh?",
                "Berapa lama waktu yang dibutuhkan untuk pemasangan perangkat meeting?",
                "pemasangan perangkat meeting Jarak Jauh?",
                "Gimana cara masang perangkat meeting?",
                "Panduan pasang perangkat meeting Jarak Jauh"
            ],
            "responses": [
                "Berikut adalah langkah-langkah untuk memasang perangkat meeting jarak jauh:\n\n\n1. \n-  Siapkan semua perangkat meeting seperti PC/laptop, Webcam, Speaker, Microphone (jika diperlukan), Hub/Adaptor, dan kabel-kabel yang diperlukan. Persiapkan waktu minimal 10 menit untuk pemasangan.\n\n-  Sambungkan kabel-kabel ke perangkat meeting:\n   - Hubungkan kabel Webcam (kepala kabel biru) ke lubang kabel Webcam.\n   - Hubungkan kabel Speaker (kepala kabel merah) ke lubang kabel Speaker.\n   - Jika perlu, hubungkan kabel Microphone (kepala kabel hijau terang) ke lubang kabel Microphone di Speaker.\n\n-  Hubungkan semua kabel yang telah terpasang ke Hub/Adaptor:\n   - Kabel Power Inlet ke stop kontak listrik.\n   - Kabel USB ke PC/laptop.\n   - Kabel Webcam ke Webcam.\n   - Kabel Speaker ke Speaker.\n\n-  Hubungkan kabel USB ke PC/laptop dan pasang kabel Power Inlet ke stop kontak listrik. Perangkat akan otomatis menyala, ditandai dengan lampu biru dan suara speaker.\n\n-  Buka aplikasi program meeting (Zoom, Google Meet, dll).\n\n-  Masuk ke pengaturan video dan audio, lalu cari dan pilih nama perangkat yang telah dihubungkan, seperti memilih Echo Cancelling Speakerphone di Zoom.\n\n-  Setelah semua pengaturan selesai, Anda bisa melaksanakan kegiatan meeting."
            ]
        },
        {
            "tag": "perawatan_perangkat_meeting",
            "patterns": [
                "Bagaimana cara merawat perangkat meeting?",
                "Apa yang harus diperhatikan dalam menjaga perangkat meeting?",
                "Bisakah Anda menjelaskan perawatan perangkat meeting?",
                "Apa saja langkah-langkah perawatan perangkat meeting?",
                "Bagaimana cara menjaga kebersihan perangkat meeting?",
                "Gimana cara saya menjaga kebersihan perangkat meeting?",
                "Perangkat meeting bermasalah",
                "perangkat meeting hilang"
            ],
            "responses": [
                "Berikut adalah hal-hal yang harus diperhatikan dalam menjaga dan merawat perangkat meeting:\n\n\n1. \n-  Jangan mengguncang perangkat seperti Microphone, Webcam, Speaker, dan lainnya.\n-  Jika terkena basah, segera lap dan keringkan bagian yang terkena. Pastikan perangkat tidak tersiram air.\n-  Setelah selesai digunakan, segera matikan perangkat.\n-  Cek kelengkapan perangkat meeting, seperti kabel dan remote. Pastikan tidak ada yang hilang. Jika ada yang hilang, segera hubungi Satker IT.\n-  Periksa kebersihan perangkat. Jika terdapat debu atau kotoran, segera bersihkan dengan lap atau tisu.\n-  Periksa fungsi dari perangkat meeting, kabel, dan remote untuk memastikan semuanya berfungsi dengan baik."
            ]
        },
        {
            "tag": "koneksi_perangkat_smart_tv",
            "patterns": [
                "Bagaimana cara mengkoneksikan PC ke Smart TV?",
                "Apa langkah-langkah menghubungkan Android/iOS ke Smart TV?",
                "Bisakah Anda menjelaskan cara menghubungkan perangkat dengan Smart TV?",
                "Apa alat yang dibutuhkan untuk menghubungkan komputer ke TV?",
                "Bagaimana cara mengatasi tampilan PC tidak muncul di TV?",
                "Gimana cara konekin android ke smart tv?",
                "Gimana cara konekin pc ke smart tv?",
                "Gimana sih cara konekin laptop ke smart tv?",
                "Gimana cara konekin ios ke smart tv?",
                "Gimana cara konekin hp ke smart tv?",
                "Gimana cara menghubungkan android ke smart tv?",
                "Gimana cara menghubungkan pc ke smart tv?",
                "Gimana sih cara menghubungkan laptop ke smart tv?",
                "Gimana cara menghubungkan ios ke smart tv?",
                "Gimana cara menghubungkan hp ke smart tv?",
                "menyalakan smart tv",
                "tunjukin cara menghubungkan hp ke smart tv",
                "tunjukin cara menghubungkan laptop ke smart tv",
                "tunjukin cara menghubungkan pc ke smart tv",
                "tunjukin cara menghubungkan komputer ke smart tv",
                "smart tv",
                "saya ingin menggunakan smart tv gimana caranya?"
            ],
            "responses": [
                "Berikut adalah alat yang dibutuhkan untuk mengkoneksikan perangkat dengan Smart TV PT Timah Industri:\n- Kabel USB (untuk menghubungkan Transmitter ke TV dan/atau menghubungkan Receiver ke PC untuk mengisi baterai Receiver)\n- Kabel HDMI (untuk menghubungkan Transmitter ke TV)\n- PC/Laptop\n- Android/iOS (bisa dihubungkan)\n- Smart TV\n\nMenghubungkan perangkat PC/Laptop ke Smart TV:\n\n1. \n-  Siapkan alat dan pasangkan transmitter ke TV.\n-  Pasangkan Receiver ke port HDMI di PC/Laptop.\n-  Tunggu beberapa saat sampai tampilan PC/Laptop muncul di TV.\n-  Jika tampilan tidak muncul dan berkedip, baterai Receiver mungkin habis. Pasangkan kabel USB dari Receiver ke PC untuk mengisi baterainya.\n\nMenghubungkan perangkat Android/iOS ke Smart TV:\n\n1. \n-  Untuk iOS, aktifkan Wi-Fi dan sambungkan ke hotspot device Wireless HDMI Extender Adapter.\n-  Cari hotspot dengan nama RX-BF06A684 dan sambungkan dengan password 12345678.\n-  Tunggu beberapa saat hingga tampilan iOS muncul di Smart TV.\n-  Untuk Android, buka Settings atau aplikasi Smart View/Smart Mirroring/Wireless Project.\n-  Setiap merk smartphone Android mungkin memiliki penamaan yang berbeda.\n-  Klik aplikasi tersebut dan cari device dengan nama RX-BF06A684.\n-  Sambungkan device dan tunggu beberapa saat hingga tampilan Android muncul di Smart TV."
            ]
        },
        {
            "tag": "isi_baterai_receiver",
            "patterns": [
                "Bagaimana cara mengisi baterai Receiver Wireless HDMI Extender?",
                "Apa tanda Receiver perlu diisi ulang?",
                "Bisakah Anda menjelaskan cara mengisi baterai Receiver?",
                "Kapan saya perlu mengisi daya Receiver?",
                "Apa yang harus dilakukan jika lampu Receiver berkedip?",
                "lampu Receiver berkedip kenapa?",
                "saya mau ngisi batre Receiver",
                "saya mau ngisi batre hdmi wireless ",
                "perangkat wireless hdmi extender adapter (receiver)",
                "saya mau ngecas batre hdmi wireless gimana cara nya ",
                "saya mau ngecas batre hdmi wireless gimana cara nya "
            ],
            "responses": [
                "Berikut adalah cara mengisi baterai Receiver dari perangkat Wireless HDMI Extender Adapter:\n\n1. \n-  Pastikan Receiver perlu diisi baterainya.\n-  Tanda bahwa Receiver butuh diisi adalah lampu biru berkedip dan tampilan berkedap-kedip saat menghubungkan PC/Laptop ke Smart TV.\n-  Untuk mengisi baterainya, pasangkan kabel USB ke Receiver dan sambungkan ke PC/Laptop atau gunakan kepala charger.\n-  Biarkan mengisi hingga daya baterai terpenuhi."
            ]
        },
        {
            "tag": "pemasangan_infocus",
            "patterns": [
                "Bagaimana cara memasang Infocus Epson EB-W51?",
                "Apa langkah-langkah untuk menghubungkan Infocus ke PC?",
                "Bisakah Anda menjelaskan cara menggunakan proyektor Infocus?",
                "Apa yang harus dilakukan jika layar proyektor tidak muncul?",
                "Apa saja alat yang diperlukan untuk pemasangan Infocus?",
                "Bagaimana cara memasang dan mengatur Infocus Epson EB-W51?",
                "Apa langkah-langkah untuk menggunakan Infocus?",
                "Bisakah Anda menjelaskan cara merawat Infocus?",
                "Apa yang perlu diketahui tentang Infocus?",
                "mau pasang infocus gimana caranya",
                "gimana cara pasang infokus",
                "gimana cara nyambungin proyektor?",
                "pasang infokus gimana caranya?",
                "cara pasang proyektor gimana?",
                "gimana cara pasang proyektor?",
                "infokusnya ga nyambung",
                "infocusnya ga nyala kenapa?",
                "konekin infocus gimana caranya?",
                "gedein suara proyektor dimana?",
                "kecilin suara proyektor dimana?",
                "naikin volume proyektor dimana?",
                "kecilin volume proyektor dimana?",
                "gimana cara memperbesar layar proyektor",
                "gimana cara memperkecil tampilan layar proyektor",
                "Kenapa proyektor tidak dapat mendeteksi perangkat saya?",
                "Proyektor sering mengalami lag saat menampilkan presentasi",
                "Lampu proyektor berkedip dan saya tidak tahu kenapa.",
                "Saya kesulitan mengatur tampilan proyektor di Windows.",
                "Apa yang harus dilakukan jika proyektor terlalu gelap?",
                "Apa yang harus dilakukan jika layar proyektor berwarna biru?",
                "Mengapa tampilan di proyektor tidak muncul?",
                "Bagaimana cara memperbaiki gambar yang tidak fokus di proyektor?"
            ],
            "responses": [
                "Berikut adalah cara memasang Epson Infocus EB-W51:\n\n1. \n-  Siapkan PC/laptop yang akan digunakan, layar proyektor (jika tidak ada, gunakan dinding berwarna solid atau papan tulis), serta Infocus beserta remote dan kabel-kabelnya.\n   - Kabel Power Inlet\n   - Kabel HDMI\n\n-  Pasang kabel Power Inlet dan kabel HDMI ke Infocus.\n-  Hubungkan kabel HDMI ke PC/laptop dan masukkan kabel Power Inlet ke stop kontak listrik untuk menyalakan Infocus.\n-  Tekan tombol Power untuk menghidupkan Infocus. Tunggu beberapa saat sampai tampilan muncul di layar.\n   - Catatan: Jika layar biru muncul, periksa kabel HDMI yang terpasang di PC/laptop dan Infocus. Buka dan pasang kembali kabelnya, serta periksa pengaturan proyektor di PC/laptop.\n-  Buka tutup lensa, ubah dari A/V Mute menjadi Open.\n-  Pastikan pengaturan proyektor di PC/laptop diatur ke Duplicate agar tampilan di PC/laptop muncul di Infocus.\n-  Setelah tampilan layar muncul, Anda dapat melanjutkan kegiatan dengan lancar.\n\n\n Berikut adalah panduan lengkap untuk memasang, mengatur, dan merawat Epson Infocus EB-W51:\n\nPemasangan Infocus:\n\n1. \n-  Siapkan PC/laptop, layar proyektor (jika tidak ada, gunakan dinding berwarna solid atau papan tulis), serta Infocus beserta remote dan kabel-kabelnya (Kabel Power Inlet dan Kabel HDMI).\n-  Pasang kabel Power Inlet dan kabel HDMI ke Infocus.\n-  Hubungkan kabel HDMI ke PC/laptop dan masukkan kabel Power Inlet ke stop kontak listrik untuk menyalakan Infocus.\n-  Tekan tombol Power untuk menghidupkan Infocus dan tunggu sampai tampilan muncul di layar. Jika muncul layar biru, periksa kabel HDMI dan pengaturan proyektor di PC/laptop.\n-  Buka tutup lensa dari A/V Mute menjadi Open.\n-  Pastikan pengaturan proyektor di PC/laptop diatur ke Duplicate agar tampilan di PC/laptop muncul di Infocus.\n-  Setelah tampilan layar muncul, Anda bisa melanjutkan kegiatan dengan lancar.\n\nPengaturan Infocus:\n- Di PC/laptop terdapat empat pilihan pengaturan proyektor: PC Screen Only, Duplicate, Extend, dan Second Screen Only. Anda dapat mengaksesnya melalui ikon notifications dan memilih Project.\n- Untuk menyesuaikan tampilan, gunakan Zoom Ring (memperbesar/memperkecil), Focus Ring (menajamkan fokus), dan Horizontal Keystone Slider (memperbaiki bentuk layar horizontal).\n- Atur volume suara dengan tombol volume di Control Panel dan gunakan tombol untuk memperbaiki tampilan secara vertikal.\n- Gunakan Foot Release Level untuk mengeluarkan Front Adjustable Foot dengan menekan bagian abu-abu dan mengangkat Infocus perlahan.\n\nPerawatan Infocus:\n\n1. \n-  Jangan mengguncang Infocus.\n-  Jika terkena basah, segera lap dan keringkan bagian yang terkena. Jangan sampai tersiram air.\n-  Setelah selesai digunakan, matikan Infocus.\n-  Cek kelengkapan seperti kabel dan remote. Jika ada yang hilang, hubungi Satker IT.\n-  Periksa kebersihan Infocus dan bersihkan debu atau kotoran dengan lap atau tisu.\n-  Periksa fungsi Infocus, kabel, dan remote untuk memastikan semuanya berfungsi dengan baik."
            ]
        },
        {
            "tag": "mfa_activation_guide",
            "patterns": [
                "Bagaimana cara mengaktifkan MFA untuk Office 365?",
                "Apa itu Multi-Factor Authenticator?",
                "Bagaimana cara menginstal aplikasi Microsoft Authenticator?",
                "Bagaimana cara menghubungkan akun Office 365 dengan Microsoft Authenticator?",
                "Apa langkah-langkah untuk login menggunakan Microsoft Authenticator?",
                "Saya butuh panduan aktivasi MFA untuk Office 365.",
                "Apa yang harus saya lakukan setelah menginstal Microsoft Authenticator?",
                "Bagaimana cara login ke akun Office 365 dengan MFA?",
                "login ke akun Office 365 dengan MFA",
                "login ke akun Office 365",
                " akun microsoft 365",
                "akun Office 365",
                "cara membuat akun Office 365",
                "cara mendaftar akun Office 365",
                "login akun 365",
                "gimana cara install aplikasi mfa?",
                "gimana cara install aplikasi microsoft Authenticator",
                "Mengapa saya perlu menggunakan MFA untuk Office 365?",
                "Apa yang harus dilakukan jika saya tidak menerima notifikasi dari Microsoft Authenticator?"
            ],
            "responses": [
                "Berikut adalah panduan lengkap untuk aktivasi MFA (Multi-Factor Authenticator) untuk Office 365:\n\nA. Apa itu MFA?\nMulti-Factor Authenticator (MFA) adalah proses masuk akun yang mengharuskan pengguna untuk memasukkan lebih banyak informasi daripada hanya kata sandi. Ini membantu mencegah akses yang tidak sah jika kata sandi telah disusupi.\n\nB. Instal Aplikasi Microsoft Authenticator:\n\n1. \n-  Download dan instal aplikasi Microsoft Authenticator dari Play Store (Android) atau App Store (iPhone).\n-  Tunggu sampai aplikasi terinstal di perangkat.\n-  Setelah terinstal, lanjutkan ke langkah selanjutnya.\n\nC. Menghubungkan Akun Office 365 dengan Microsoft Authenticator:\n\n1. \n-  Login ke akun Office 365 di http://portal.office.com/.\n-  Aktifkan MFA saat diminta dan siapkan aplikasi Microsoft Authenticator.\n-  Klik Next hingga muncul tampilan untuk menambahkan akun.\n-  Buka aplikasi Microsoft Authenticator, klik ikon plus, pilih 'Work or School Account', dan scan QR code yang muncul.\n-  Tunggu proses aktivasi selesai, kemudian klik Next. Anda akan diminta untuk mencoba aplikasi Microsoft Authenticator.\n-  Saat muncul notifikasi Approve sign-in?, klik notifikasi tersebut. Jika tidak merasa mencoba login, klik NO, IT’S NOT ME.\n-  Klik Next setelah mendapatkan notifikasi Notification approved.\n\nD. Login Menggunakan Microsoft Authenticator:\n\n1. \n-  Masuk ke http://portal.office.com/, masukkan email dan password, kemudian klik Next.\n-  Masukkan kode dari aplikasi Microsoft Authenticator yang berubah setiap login.\n-  Buka smartphone dan klik Approve sign-in? Jika tidak merasa mencoba login, klik NO, IT’S NOT ME.\n-  Tunggu hingga halaman email terbuka.\n\nDengan mengikuti langkah-langkah di atas, Anda dapat mengaktifkan MFA dan meningkatkan keamanan akun Office 365 Anda."
            ]
        },
        {
            "tag": "login_eumd",
            "patterns": [
                "Bagaimana cara login ke E-UMD?",
                "Bagaimana cara akses aplikasi E-UMD?",
                "Saya tidak bisa login ke E-UMD, apa yang harus saya lakukan?",
                "Apa langkah-langkah login di E-UMD?",
                "Bagaimana cara login E-UMD melalui smartphone?",
                "Apa yang harus saya lakukan jika tidak bisa login ke E-UMD?",
                "Dimana saya bisa mengakses E-UMD?",
                "login ke umd gimana?"
            ],
            "responses": [
                "Berikut adalah langkah-langkah untuk melakukan login ke aplikasi E-UMD:\n\nA. Apa itu E-UMD?\nAplikasi E-UMD digunakan dalam proses pembuatan UM, NPP Pembayaran (Reimbursment), dan NPP Dinas/ExIm (SPD/SPDL/Export Import). Aplikasi ini dapat diakses di mana saja dan kapan saja.\n\nB. Cara Login E-UMD melalui Website:\n\n1. \n-  Buka aplikasi browser (Google Chrome, Mozilla Firefox, atau Microsoft Edge) di PC Anda.\n-  Ketik alamat website E-UMD PT Timah Industri (https://eumd.timahindustri.com) dan tekan Enter.\n-  Masukkan Username dan Password Anda:\n    - Username: Alamat email Anda tanpa '@timahindustri.com'.\n    - Password: Password default adalah '3umd2024@' (password bisa diubah oleh user).\n-  Setelah login, Anda bisa mengakses E-UMD melalui website baik di PC maupun smartphone.\n\nNote:\n- Pastikan tidak ada spasi sebelum atau sesudah username untuk menghindari kesalahan login.\n- Perhatikan besar kecilnya huruf pada password karena kolom isian password case-sensitive.\n\nJika Anda masih mengalami kendala login, pastikan informasi yang dimasukkan benar atau hubungi Satker IT untuk bantuan lebih lanjut."
            ]
        },
        {
            "tag": "menu_umum_eumd",
            "patterns": [
                "Apa saja menu utama di aplikasi E-UMD?",
                "Tolong jelaskan menu-menu di aplikasi E-UMD.",
                "Apa fungsi dari masing-masing menu di E-UMD?",
                "Apa itu menu Uang Muka di E-UMD?",
                "Apa itu menu pjum di E-UMD?",
                "Apa itu menu npp pembayaran di E-UMD?",
                "Apa itu menu pjum pembayaran di E-UMD?",
                "untuk apa menu pjum, npp, task dan uang muka",
                "Bagaimana cara menggunakan menu NPP Pembayaran di E-UMD?",
                "Apa saja yang bisa diakses di menu Help pada aplikasi E-UMD?"
            ],
            "responses": [
                "Menu utama aplikasi E-UMD terbagi menjadi enam bagian:\n\n\n1. \n-  Home: Halaman dashboard dari aplikasi E-UMD.\n\n-  Task: Di sini, user dapat melihat pekerjaan/tugas yang perlu diselesaikan. Ada dua opsi yang dapat dilakukan: Approve (Setujui Pengajuan) dan Reject (Revisi Pengajuan). Untuk melihat detail tugas, pilih salah satu pengajuan.\n\n-  Uang Muka: User dapat melihat riwayat pembuatan Uang Muka dan membuat permintaan Uang Muka untuk Dinas (SPD/SPDL), Operasional/Lapangan, atau Pelatihan.\n\n-  PJUM: Menu ini memungkinkan user melihat status PJUM (Open, Progress, Selesai) dan membuat pertanggungjawaban uang muka.\n\n-  NPP Pembayaran: Menu ini digunakan untuk membuat NPP Pembayaran (Reimbursment) dan NPP Dinas/NPP ExIm (SPD/SPDL/Export Import).\n\n-  Help: Di sini user dapat melihat video tutorial dan file tutorial untuk panduan penggunaan aplikasi E-UMD."
            ]
        },
        {
            "tag": "modul_eumd",
            "patterns": [
                "Apa saja modul yang ada di aplikasi E-UMD?",
                "Tolong jelaskan modul-modul utama di E-UMD.",
                "Modul apa saja yang tersedia di aplikasi E-UMD?",
                "Apa fungsi dari masing-masing modul di E-UMD?",
                "Bagaimana cara kerja modul AKT di aplikasi E-UMD?",
                "Bagaimana cara kerja modul keu di aplikasi E-UMD?",
                "Bagaimana cara kerja modul aproval di aplikasi E-UMD?",
                "Bagaimana cara kerja modul npp um di aplikasi E-UMD?",
                "Bagaimana cara kerja modul npp non um di aplikasi E-UMD?",
                "modul akt, keu, approval itu apa?",
                "modul npp um dan npp non um itu apa?",
                "Apa peran modul KEU dalam aplikasi E-UMD?"
            ],
            "responses": [
                "Aplikasi E-UMD terdiri dari empat modul utama:\n\n\n1. \n-  Modul NPP UM dan NPP Non-UM: Pada modul ini, user dari seluruh divisi dapat melakukan pengajuan dan persetujuan NPP di tingkat divisi masing-masing.\n\n-  Modul AKT: Modul ini digunakan oleh user dari seksi akuntansi untuk melakukan verifikasi dokumen pengajuan NPP Pembayaran.\n\n-  Modul KEU: Di modul ini, user dari departemen keuangan dapat melakukan verifikasi, persetujuan pembayaran, dan pemberian uang muka kepada user yang mengajukan.\n\n-  Modul Approval: Modul ini memungkinkan user untuk melakukan approval melalui aplikasi website."
            ]
        },
        {
            "tag": "pengajuan_uang_muka",
            "patterns": [
                "Bagaimana cara mengajukan uang muka di E-UMD?",
                "Langkah-langkah pengajuan UM di aplikasi E-UMD?",
                "Cara mengisi form pengajuan uang muka di E-UMD?",
                "Bagaimana proses pembuatan uang muka di E-UMD?",
                "Bagaimana cara melihat histori uang muka di E-UMD?",
                "Saya ingin tahu cara submit UM di E-UMD",
                "saya mau pengajuan uang muka",
                "gimana cara ngajuin uang muka?",
                "gimana cara ngajuin uang muka di aplikasi umd?",
                "Bagaimana cara mengajukan uang muka di umd?",
                "Langkah-langkah pengajuan UM di aplikasi umd?",
                "Cara mengisi form pengajuan uang muka di umd?",
                "Bagaimana proses pembuatan uang muka di umd?",
                "Bagaimana cara melihat histori uang muka di umd?"
            ],
            "responses": [
                "Berikut langkah-langkah untuk melakukan pengajuan uang muka di aplikasi E-UMD:\n\n\n1. \n-  Masuk ke menu Uang Muka, lalu pilih Pembuatan UM.\n\n-  Untuk membuat UM baru, klik ADD NEW ITEM.\n\n-  Isi form pengajuan uang muka:\n   - Nama Pengaju: Ketik dan pilih nama pengaju, NIK dan email otomatis terisi.\n   - Satuan Kerja: Terisi otomatis.\n   - Rescent: Pilih rescent.\n   - Permintaan Uang Muka: Pilih kategori UM (Uang Muka Dinas, Operasional/Lapangan, atau Pelatihan).\n   - Keperluan / Ke: Tulis tujuan pembuatan UM.\n   - No Memo / SPD: Otomatis terisi.\n   - Tanggal: Otomatis terinput.\n   - Keterangan: Isi keterangan uang muka tanpa menekan enter lebih dari 3 kali.\n   - Mata Uang: Pilih mata uang pembayaran.\n   - Total: Masukkan jumlah biaya yang diminta.\n   - Pembayaran: Pilih sistem pembayaran (Transfer atau Cash).\n   - Approval Atasan: Pilih atasan untuk approval (bisa lebih dari satu).\n\n-  Klik Submit untuk melanjutkan proses UM.\n\n-  Untuk melihat histori UM, pilih Histori UM di menu Uang Muka."
            ]
        },
        {
            "tag": "pertanggungjawaban_uang_muka",
            "patterns": [
                "Bagaimana cara mengajukan pertanggungjawaban uang muka di E-UMD?",
                "Langkah-langkah pertanggungjawaban UM di aplikasi E-UMD?",
                "Cara mengisi form pertanggungjawaban uang muka di E-UMD?",
                "Bagaimana proses pertanggungjawaban uang muka di E-UMD?",
                "Bagaimana cara upload tanda bukti untuk pertanggungjawaban UM di E-UMD?",
                "Saya ingin tahu cara submit PJUM di E-UMD",
                "Gimana cara pertanggungjawaban uang muka?",
                "Gimana cara mengajukan PJUM di aplikasi E-UMD?",
                "Gimana cara mengajukan PJUM di aplikasi umd?",
                "gimana cara ajuin pertangggung jawban uang muka?",
                "gimana cara ngajuin pertangggung jawban uang muka?",
                "Bagaimana cara mengisi form PJUM di E-UMD?",
                "gimana cara ngisi form PJUM di umd?",
                "Bagaimana cara melihat status PJUM di aplikasi E-UMD?",
                "Langkah-langkah untuk submit PJUM di aplikasi E-UMD?",
                "Bagaimana cara mengisi form PJUM di E-UMD?",
                "Bagaimana cara melihat status PJUM di aplikasi e umd?",
                "Langkah-langkah untuk submit PJUM di aplikasi e umd?"
            ],
            "responses": [
                "Berikut langkah-langkah untuk melakukan pertanggungjawaban uang muka di aplikasi E-UMD:\n\n\n1. \n-  Masuk ke menu PJUM dan pilih Status PJUM Open.\n\n-  Akan muncul list UM yang bisa dipertanggungjawabkan. Pilih UM yang akan dibuat PJUM, lalu klik ikon nomor 1 untuk memulai proses.\n\n-  Upload file tanda bukti yang diperlukan untuk pertanggungjawaban UM.\n\n-  Setelah upload, kembali ke Status PJUM Open, pilih kembali UM yang telah di-upload filenya, dan isi form PJUM:\n   - No. UM: Terisi otomatis sesuai UM yang dipilih.\n   - Dibayar Kepada: Terisi otomatis, pastikan email sudah benar.\n   - No NPP: Terisi otomatis oleh sistem.\n   - Satuan Kerja: Terisi otomatis sesuai departemen pengaju.\n   - Rescent: Terisi otomatis sesuai rescent UM.\n   - Jenis Biaya: Pilih jenis biaya.\n   - Keterangan: Terisi otomatis oleh sistem.\n   - Jumlah Tagihan: Total UM yang terpakai.\n   - Potongan Uang Muka: Jumlah UM yang diajukan.\n   - Jumlah Dibayar: Terisi otomatis setelah mengisi jumlah tagihan.\n   - Approval Atasan: Pilih atasan untuk approval (bisa lebih dari satu).\n\n-  Klik Submit untuk melanjutkan proses PJUM.\n\n-  Untuk melihat status PJUM yang telah diajukan, pilih PJUM dan klik Status PJUM Progress."
            ]
        },
        {
            "tag": "pembuatan_npp_pembayaran",
            "patterns": [
                "Bagaimana cara mengajukan NPP Pembayaran di E-UMD?",
                "Langkah-langkah pembuatan NPP Pembayaran di aplikasi E-UMD?",
                "Cara mengisi form NPP Pembayaran di E-UMD?",
                "Bagaimana proses pembuatan NPP Pembayaran di E-UMD?",
                "Bagaimana cara melihat status NPP Pembayaran di E-UMD?",
                "Saya ingin tahu cara submit NPP Pembayaran di E-UMD",
                "Gimana cara ngajuin NPP Pembayaran?",
                "Gimana cara membuat NPP Pembayaran di aplikasi E-UMD?",
                "Gimana cara mengajukan NPP Dinas di E-UMD?",
                "Bagaimana cara mengisi invoice di NPP Pembayaran E-UMD?",
                "Gimana cara ngisi form NPP Pembayaran di aplikasi umd?",
                "Bagaimana cara memilih jenis pembayaran di NPP E-UMD?",
                "Langkah-langkah untuk submit NPP Pembayaran di aplikasi E-UMD?"
            ],
            "responses": [
                "Berikut langkah-langkah untuk mengajukan NPP Pembayaran di aplikasi E-UMD:\n\n\n1. \n-  Masuk ke menu PJUM dan pilih Status PJUM Open.\n\n-  Pada menu ini, Anda bisa melihat proses NPP Pembayaran. Untuk mengajukan/membuat NPP Pembayaran, klik ADD NEW ITEM.\n\n-  Isi form NPP Pembayaran:\n   - Nama: Ketik nama perorangan/pihak ketiga yang akan dibayarkan.\n   - NIK: Ketik NIK perorangan. Kosongkan jika untuk pihak ketiga.\n   - Satuan Kerja: Terisi otomatis berdasarkan satuan kerja Anda.\n   - Rescent: Pilih rescent.\n   - Jenis Biaya: Pilih jenis biaya.\n   - No NPP: Terisi otomatis oleh sistem.\n   - Tanggal: Terisi otomatis sesuai tanggal pembuatan NPP Pembayaran.\n   - Keterangan: Tuliskan keterangan NPP Pembayaran.\n   - No Invoice: Tuliskan nomor invoice.\n   - Jenis Pembayaran: Pilih jenis pembayaran yang akan dilakukan (NPP Pembayaran atau NPP Dinas/NPP ExIm).\n   - Mata Uang: Pilih mata uang pembayarannya.\n   - Tagihan Umum/Jasa: Jika non-barang, ketikan jumlah yang dibayar.\n   - PPH21: Pilih ada atau tidak ada NPWP.\n   - PPH23: Pilih ada atau tidak ada PPH 23.\n   - Tagihan Barang: Jika barang, ketikan jumlah yang dibayar.\n   - PPH 22: Pilih ada atau tidak ada PPH 22.\n   - Faktur: Pilih sesuai nomor faktur pajak.\n   - Denda: Ketikan jumlah denda jika ada.\n   - Potongan: Ketikan jumlah potongan jika ada.\n   - Total: Terisi otomatis oleh sistem.\n   - Pembayaran: Pilih Cash atau Transfer.\n   - Approval Atasan: Pilih lebih dari satu atasan untuk approval.\n\n-  Klik Submit untuk mengajukan NPP Pembayaran ke proses selanjutnya."
            ]
        },
        {
            "tag": "cara_approve_transaksi",
            "patterns": [
                "Bagaimana cara meng-approve transaksi di E-UMD?",
                "Langkah-langkah approval transaksi di aplikasi E-UMD?",
                "Cara menyetujui transaksi di E-UMD?",
                "Bagaimana proses approval di E-UMD?",
                "Bagaimana cara melihat transaksi yang membutuhkan approval di E-UMD?",
                "Saya ingin tahu cara menolak transaksi di E-UMD",
                "Gimana cara approve transaksi?",
                "Gimana cara menyetujui transaksi di aplikasi E-UMD?",
                "Gimana cara ngajuin approval transaksi?",
                "Bagaimana cara mereject transaksi di E-UMD?",
                "Langkah-langkah untuk approve transaksi di E-UMD?",
                "Bagaimana cara melihat task approval di aplikasi E-UMD?"
            ],
            "responses": [
                "Berikut langkah-langkah untuk meng-approve transaksi di aplikasi E-UMD:\n\n\n1. \n-  Login ke website E-UMD PT Timah Industri.\n\n-  Klik Task. Jika ada transaksi yang membutuhkan approval, transaksi tersebut akan terlihat di kolom Task.\n\n-  Klik transaksi yang ingin diproses. Di halaman Task, Anda akan melihat form transaksi.\n   - Klik Tolak untuk mereject transaksi dan mengembalikan kepada user pembuat.\n   - Klik Terima untuk menyetujui transaksi agar dapat diproses ke langkah selanjutnya."
            ]
        },
        {
            "tag": "edit_data_diri",
            "patterns": [
                "Bagaimana cara mengedit data diri di E-UMD?",
                "Langkah-langkah untuk edit profil di aplikasi E-UMD?",
                "Cara mengubah data diri di E-UMD?",
                "Bagaimana cara melihat dan mengedit profile di E-UMD?",
                "Saya ingin tahu cara mengganti password di E-UMD",
                "Gimana cara edit nama dan nomor telepon di aplikasi E-UMD?",
                "Gimana cara mengganti NIK dan jabatan di E-UMD?",
                "Langkah-langkah untuk edit data diri di aplikasi E-UMD?",
                "Bagaimana cara mengupdate informasi profil di E-UMD?",
                "Bagaimana cara mengedit data diri di E-UMD?",
                "Langkah-langkah untuk edit profil di aplikasi E-UMD?",
                "Cara mengubah data diri di E-UMD?",
                "Bagaimana cara melihat dan mengedit profile diumd?",
                "Saya ingin tahu cara mengganti password di umdD",
                "cara mengganti password di umdD",
                "saya lupa password  ",
                "Gimana cara edit nama dan nomor telepon di aplikasi umd?",
                "Gimana cara mengganti NIK dan jabatan di umd?",
                "Langkah-langkah untuk edit data diri di aplikasi umd?",
                "Bagaimana cara mengupdate informasi profil di umd?"
            ],
            "responses": [
                "Berikut adalah langkah-langkah untuk mengedit data diri di aplikasi E-UMD:\n\n\n1. \n-  Login ke website E-UMD PT Timah Industri.\n\n-  Klik ikon profile picture yang berada di pojok kanan atas, kemudian klik View Profile. Di halaman View Profile, Anda bisa mengedit data diri:\n   - General: Anda bisa mengedit nama, nomor telepon, dan alamat tempat tinggal.\n   - Employee Status: Anda bisa mengedit NIK dan jabatan.\n   - Security: Anda bisa mengganti password di sini.\n\n-  Untuk mengedit, klik tombol Edit pada bagian yang ingin diubah."
            ]
        },
        {
            "tag": "oracle_cloud_learning",
            "patterns": [
                "Apa itu Oracle Cloud Learning?",
                "Bagaimana cara belajar Oracle NetSuite?",
                "Cara akses pelatihan Oracle NetSuite?",
                "Bagaimana cara mengikuti pelatihan Oracle Cloud?",
                "Di mana saya bisa belajar Oracle NetSuite?",
                "Cara mendapatkan pelatihan Oracle Cloud Learning?",
                "Bagaimana cara memulai pelatihan Oracle NetSuite?",
                "Bagaimana cara registrasi akun Oracle Cloud Learning?",
                "Cara membuat akun Oracle ?",
                "Langkah-langkah registrasi Oracle Cloud Learning?",
                "Bagaimana cara membuat akun untuk pelatihan Oracle?",
                "Apa saja yang dibutuhkan untuk mendaftar akun Oracle?",
                "Cara aktivasi akun Oracle untuk pelatihan?",
                "Bagaimana cara aktivasi akun pelatihan Oracle?",
                "Bagaimana cara login dan aktivasi pelatihan Oracle?",
                "Cara login ke Oracle Cloud Learning?",
                "Langkah-langkah login ke Oracle NetSuite Cloud Learning?",
                "Cara mengaktifkan pelatihan Oracle NetSuite?",
                "Bagaimana cara login pelatihan Oracle NetSuite?",
                "Bagaimana cara login ke Oracle Cloud Learning?",
                "Cara masuk ke akun Oracle Cloud Learning?",
                "Bagaimana cara aktivasi pelatihan di Oracle?",
                "Saya sudah buat akun, bagaimana cara login ke Oracle?",
                "Bagaimana cara mengaktifkan pelatihan di Oracle NetSuite?",
                "Kenapa saya tidak bisa login ke Oracle Cloud?",
                "Langkah-langkah untuk login ke Oracle Cloud Learning?",
                "Bagaimana cara masuk ke akun Oracle Cloud saya?",
                "Bagaimana cara memulai pelatihan setelah login ke Oracle?",
                "Bagaimana cara sign in ke Oracle Learning?",
                "Saya lupa cara login ke pelatihan Oracle, bisa bantu?",
                "Apa yang harus dilakukan setelah membuat akun Oracle cloud?",
                "Cara aktifkan pelatihan di Oracle setelah login?",
                "Dimana saya bisa mengaktifkan pelatihan di Oracle?"
            ],
            "responses": [
                "PT Timah Industri akan menggunakan ERP Oracle NetSuite. Sebelum user dapat menggunakannya, terlebih dahulu user akan diberikan pelatihan melalui Oracle Cloud Learning, layanan pelatihan online berbasis web yang bisa diakses 7x24 jam melalui https://learn.oracle.com/. Website ini berisi materi pelatihan Oracle NetSuite yang dapat dipelajari kapan saja.\n\nUntuk memulai pelatihan, user harus melakukan registrasi akun Oracle:\n\n1. \n-  Buka link https://profile.oracle.com/myprofile/account/create-account.jspx.\n-  Isi form dengan email timahindustri, nama depan, nama belakang, jabatan, dan data lainnya.\n-  Setelah mengisi semua, klik 'Create Account'.\n-  Cek email Anda untuk verifikasi dan aktivasi akun.\n\nSetelah memiliki akun, login dan aktifkan pelatihan dengan langkah berikut:\n\n1. \n-  Klik link: https://www.oracle.com/webapps/redirect/signon?nexturl=https://learn.oracle.com/ords/training/dl4_activation.activateOrder?key=DF54653AD8667D2C.\n-  Login menggunakan akun yang sudah dibuat, lalu klik 'Sign in'.\n-  Centang kotak 'I agree to the Oracle University Terms & Conditions', kemudian klik 'Activate'.\n-  Setelah aktivasi selesai, user dapat memulai pelatihan di https://learn.oracle.com/."
            ]
        },
        {
            "tag": "oracle_cloud_learning_functions",
            "patterns": [
                "Bagaimana cara memulai pelatihan di Oracle?",
                "Apa yang harus saya lakukan setelah login ke Oracle Cloud Learning?",
                "Bagaimana cara memilih materi di Oracle NetSuite?",
                "Bagaimana cara memfilter materi pelatihan di Oracle?",
                "Cara memulai pelatihan di Oracle NetSuite?",
                "Bagaimana cara mempelajari materi yang relevan dengan pekerjaan saya di Oracle?",
                "Bagaimana cara memutar video pelatihan di Oracle?",
                "Bagaimana cara menyalakan subtitle di Oracle Cloud Learning?",
                "Apakah ada subtitle di pelatihan Oracle NetSuite?",
                "Bagaimana cara melihat materi yang sudah dipelajari di Oracle?",
                "Bagaimana cara melihat progress pelatihan di Oracle?",
                "Fitur apa saja yang ada di Oracle Cloud Learning?",
                "Apa itu Live Events di Oracle Cloud Learning?",
                "Bagaimana cara ikut pelatihan live di Oracle?",
                "Bagaimana cara mengetahui jadwal pelatihan live di Oracle?",
                "Bagaimana cara memantau progress saya di pelatihan Oracle?",
                "Apa itu Playlist di Oracle Cloud Learning?",
                "Bagaimana cara melihat transkrip video di Oracle?",
                "Apakah ada cara melihat semua materi yang sudah saya pelajari di Oracle?",
                "Bagaimana cara menandai materi favorit di Oracle Cloud Learning?",
                "gimana cara mencari materi di oracle?",
                "cara melihat yang dikatakan orang dalam video pelatihan gimana?",
                "cara melihat list materi yang akan dipelajari gimana?",
                "cara melihat transkrip di video oracle?",
                "cara logout dari oracle cloud?"
            ],
            "responses": [
                "Cara memulai pelatihan dan menggunakan fungsi-fungsi di Oracle Cloud Learning Subscriptions:\n\n\n1. \n-  Setelah login dan mengaktifkan pelatihan, klik tombol Go pada 'Customer Learning Cloud Support Pass Company Pass-Standard' untuk memulai.\n\n-  Tampilan materi akan muncul, dan Anda bisa memfilter materi sesuai kebutuhan. Misalnya, untuk bagian keuangan, pilih 'Finance/Accounting End User' di Job Function dan filter tipe materi ke Course dan bahasa ke English.\n\n-  Pilih materi yang ingin dipelajari, dan video akan terbuka. Klik ikon Play untuk memulai pelatihan.\n\n-  Jika memerlukan subtitle, aktifkan English CC di bagian bawah video.\n\n-  Pada bagian kanan, ada tiga tab: Playlist, Transcript, dan About. Playlist menampilkan daftar materi, Transcript menunjukkan teks dari video, dan About memberikan deskripsi materi.\n\n-  Pada bagian kanan atas, terdapat ikon untuk Course, Live Events, Progress, Favorites, Help, dan Profile. Anda bisa mengikuti pelatihan live melalui Live Events, melihat progress pelatihan, menandai materi favorit, atau mendapatkan bantuan.\n\n-  Untuk Live Events, filter jadwal berdasarkan region (contoh: APAC untuk Indonesia).\n\n8. Di bagian Progress, Anda dapat melihat kemajuan pelatihan, dan admin/manajer dapat memantau progress pengguna."
            ]
        },
        {
            "tag": "oracle_netsuite_login",
            "patterns": [
                "Apa itu Oracle NetSuite?",
                "Bagaimana cara login ke Oracle NetSuite?",
                "Cara mengakses akun SANDBOX di NetSuite?",
                "Cara mengakses akun Production di NetSuite?",
                "Bagaimana cara menggunakan akun Production di Oracle NetSuite?",
                "Apa perbedaan Production dan SANDBOX di Oracle NetSuite?",
                "Bagaimana cara login ke SANDBOX di NetSuite?",
                "Bagaimana cara login ke akun Production di Oracle NetSuite?",
                "Langkah-langkah login ke Oracle NetSuite?",
                "Apa yang harus dilakukan jika ingin mencoba fungsi di NetSuite?",
                "Bagaimana cara logout dari Oracle NetSuite?",
                "Saya tidak bisa login ke Oracle NetSuite, bagaimana caranya?",
                "Apa yang harus saya lakukan jika ingin melakukan percobaan di Oracle NetSuite?",
                "Bagaimana cara menggunakan akun perusahaan di NetSuite?",
                "Apa password default untuk login ke Oracle NetSuite?",
                "Bagaimana cara mengatur pertanyaan keamanan di Oracle NetSuite?",
                "Kenapa saya tidak bisa masuk ke akun SANDBOX?",
                "Password saya tidak berfungsi, apa yang harus saya lakukan?",
                "Saya lupa jawaban dari pertanyaan keamanan, bagaimana cara reset?",
                "Kenapa loading NetSuite sangat lambat?",
                "Kenapa saya tidak bisa logout dari akun Oracle NetSuite?",
                "Saya kesulitan menemukan pilihan SANDBOX di NetSuite, bisa bantu?",
                "Kenapa saya tiba-tiba log out sendiri saat sedang menggunakan NetSuite?",
                "Kenapa akun Production saya terkunci?",
                "Apa yang harus saya lakukan jika saya salah memasukkan password berkali-kali?"
            ],
            "responses": [
                "Oracle NetSuite adalah aplikasi ERP yang digunakan PT Timah Industri, memiliki dua akun yang bisa diakses: Production dan SANDBOX. Berikut adalah langkah-langkah untuk login dan menggunakannya:\n\n\n1. \n-  Buka website Oracle NetSuite di www.netsuite.com.\n\n-  Masukkan email perusahaan dan password default 'Netsuite2022@', lalu klik 'Log in'.\n\n-  Pilih apakah Anda ingin login ke akun Production atau SANDBOX.\n   - Production: Digunakan untuk aktivitas ERP yang nyata, setiap perubahan akan berdampak langsung pada operasi bisnis.\n   - SANDBOX: Digunakan untuk mencoba fitur dan percobaan tanpa dampak krusial.\n\n-  Setelah login, Anda akan diminta memilih pertanyaan keamanan dan memberikan jawaban. Pilih pertanyaan yang mudah diingat dan gunakan jawaban satu kata yang terdiri dari tiga huruf.\n\n-  Klik 'Save' setelah mengisi pertanyaan keamanan, dan Anda bisa mulai menggunakan Oracle NetSuite.\n\n-  Untuk logout, klik ikon profil di pojok kanan atas layar dan pilih 'Log Out'.\n\nTips: Cobalah login ke akun SANDBOX terlebih dahulu untuk memahami fungsi ERP tanpa risiko pada data riil."
            ]
        },
        {
            "tag": "purchase_requisition",
            "patterns": [
                "Bagaimana cara membuat PR di Oracle NetSuite?",
                "Langkah-langkah membuat Purchase Requisition di NetSuite?",
                "Bagaimana cara mengisi form PR di NetSuite?",
                "Saya perlu membuat permintaan pembelian, bagaimana caranya?",
                "Apa yang harus saya isi di form Purchase Requisition?",
                "Bagaimana cara submit PR untuk approval di NetSuite?",
                "Saya kesulitan mengisi Quantity di PR NetSuite, bisa bantu?",
                "Kenapa status PR saya masih pending?",
                "Bagaimana cara menyimpan PR tanpa submit di NetSuite?",
                "Apa itu Cost Centre di Purchase Requisition?",
                "Apa perbedaan Save & Submit for Approval dan Save & New?",
                "Kenapa saya tidak bisa menemukan item code di form PR?",
                "Apa itu Estimated Rate di form PR NetSuite?",
                "Bagaimana cara menambahkan barang lebih dari satu di PR?",
                "Kenapa saya tidak bisa submit PR untuk approval?",
                "Apa itu Estimated Amount di NetSuite?",
                "Bagaimana cara mendapatkan softcopy PR yang sudah dibuat?",
                "PR saya tidak bisa disubmit, apa yang harus saya lakukan?",
                "Apa yang harus saya lakukan jika status PR belum disetujui?",
                "Kenapa item code yang saya cari tidak muncul di list?",
                "Form PR saya tidak bisa disimpan, ada pesan error, apa yang salah?",
                "Kolom Cost Centre tidak terisi otomatis, bagaimana cara memperbaikinya?"
            ],
            "responses": [
                "Berikut langkah-langkah untuk membuat Purchase Requisition (PR) di Oracle NetSuite:\n\n\n1. \n-  Login ke akun Oracle NetSuite dan pastikan role Anda benar untuk mengajukan PR.\n\n-  Pilih Transactions → Purchases → Enter Requisitions atau List → New Transaction jika menggunakan role Employee Center.\n\n-  Klik tab Requisitions, lalu klik Enter Requisition untuk memulai membuat PR.\n\n-  Isi form PR sebagai berikut:\n   - Receive By: Isi tanggal estimasi penerimaan barang/jasa.\n   - Memo: Tulis judul atau catatan PR.\n   - Cost Centre: Pastikan sudah terisi dengan departemen user.\n   - Req Currency: Pilih mata uang, defaultnya IDR untuk rupiah.\n   - Req Exchange Rate: Nilai tukar otomatis terisi, default untuk rupiah adalah \n1. \n- 00.\n   - Item: Pilih item code dari barang yang dibutuhkan. Gunakan %nama item% untuk pencarian cepat.\n   - Quantity: Isi jumlah barang yang dibutuhkan.\n   - Description: Tulis deskripsi barang.\n   - Estimated Rate: Isi harga satuan barang tanpa titik atau koma. Hasil total akan terisi otomatis di Estimated Amount.\n\n-  Jika ingin menambahkan item lebih dari satu, klik Add untuk menambah baris.\n\n-  Setelah semuanya diisi, pilih salah satu opsi penyimpanan:\n   - Save & New: Menyimpan tanpa submit.\n   - Save & Print: Menyimpan dan mendapatkan softcopy PR dalam bentuk PDF.\n   - Save & Submit for Approval: Menyimpan dan mengirimkan PR untuk approval.\n\n-  Jika status approval terpenuhi, PR akan berstatus Pending Order dan siap diproses oleh bagian Purchasing."
            ]
        },
        {
            "tag": "melihat_mengedit_hapus_PR",
            "patterns": [
                "Bagaimana cara melihat daftar Purchase Requisition yang sudah dibuat?",
                "Di mana saya bisa menemukan list PR yang saya ajukan?",
                "Saya ingin melihat PR yang telah saya buat, bagaimana caranya?",
                "Bagaimana cara mengedit PR yang sudah diajukan?",
                "Apa langkah-langkah untuk menghapus PR yang telah saya buat?",
                "Saya tidak bisa menemukan menu untuk melihat PR, apa yang harus saya lakukan?",
                "PR saya ditolak, bagaimana cara mengeditnya kembali?",
                "Bagaimana cara menghapus PR yang sudah disubmit?",
                "Kenapa saya tidak bisa menghapus PR yang sudah saya buat?",
                "Bagaimana jika saya tidak melihat pilihan Delete pada PR saya?",
                "Saya tidak melihat semua PR yang saya buat, kenapa?",
                "Bagaimana cara mengatur filter untuk melihat PR yang diajukan oleh rekan kerja?",
                "Saya tidak bisa melihat status approval pada daftar PR, bagaimana cara mengeceknya?",
                "Saya sudah mengedit PR, tapi tidak tersimpan, apa yang salah?",
                "Kenapa menu Edit tidak tersedia pada PR yang ingin saya ubah?",
                "Saya ingin tahu kenapa PR saya ditolak, bagaimana cara mengeceknya?",
                "Saya tidak bisa menghapus PR yang saya ajukan, apakah ada syarat tertentu?",
                "Bagaimana cara mengetahui siapa yang mengajukan PR yang saya lihat?",
                "Saya melihat ada PR yang aneh, bagaimana cara menghapusnya?",
                "Kenapa saya tidak bisa mengakses daftar PR dari akun saya?"
            ],
            "responses": [
                "Untuk melihat daftar Purchase Requisition (PR) yang telah dibuat, ikuti langkah-langkah berikut:\n\n\n1. \n-  Pada menu Transactions, pilih Purchases kemudian klik Enter Requisitions dan pilih List. Jika tidak ada menu List, cukup klik Enter Requisitions.\n\n-  Anda bisa mengatur Filters untuk melihat PR yang dibuat oleh user lain. Pada bagian Employee, pilih All. Jika tetap tidak bisa melihat PR lain, silakan hubungi Satker TI.\n\nUntuk mengedit PR, hanya PR yang belum di-submit untuk approval atau yang ditolak oleh atasan yang dapat diedit. Buka PR yang ingin diedit, klik tombol Edit, lakukan perubahan, lalu jangan lupa klik Save untuk menyimpan.\n\nJika Anda ingin menghapus PR, buka PR yang ingin dihapus, pilih Actions, dan klik Delete. Jika tidak menemukan pilihan Delete, Anda bisa meminta bantuan dari Satker TI."
            ]
        },
        {
            "tag": "mengubah_password",
            "patterns": [
                "Bagaimana cara mengubah password di Oracle NetSuite?",
                "Saya ingin mengganti password akun NetSuite saya, apa langkahnya?",
                "Bagaimana cara reset password saya di Oracle NetSuite?",
                "Apa yang harus saya lakukan untuk mengganti password di NetSuite?",
                "Saya tidak bisa mengubah password, apa yang harus saya lakukan?",
                "Di mana saya bisa menemukan opsi untuk mengganti password di NetSuite?",
                "Bagaimana cara memastikan password baru saya memenuhi syarat?",
                "Apa yang terjadi setelah saya mengganti password di Oracle NetSuite?",
                "Apakah saya bisa mengubah password tanpa bantuan admin?",
                "Kenapa saya tidak bisa menemukan menu untuk mengganti password?",
                "Saya sudah mencoba mengganti password, tapi tidak bisa, kenapa?",
                "Bagaimana cara tahu jika password baru saya sudah berhasil diubah?"
            ],
            "responses": [
                "Untuk mengubah password Oracle NetSuite, ikuti langkah-langkah berikut:\n\n\n1. \n-  Buka bagian Settings di pojok kiri bawah Dashboard Oracle NetSuite.\n\n-  Cari dan klik Change Password.\n\n-  Setelah tampilan Change Password muncul, masukkan password saat ini di CURRENT PASSWORD. Isi password baru di NEW PASSWORD dan ulangi password baru di CONFIRM NEW PASSWORD. Pastikan semua kriteria password yang ditunjukkan di sebelah kanan memiliki centang hijau.\n\n-  Klik Save setelah semua kolom terisi. Jika password berhasil diubah, Anda akan melihat tampilan konfirmasi.\n\nJika Anda tidak bisa menemukan opsi untuk mengganti password atau mengalami masalah lainnya, silakan hubungi admin untuk bantuan."
            ]
        }
    ]
}